{"vocab": "가옥", "hanja": ["집 가", "집 옥"], "dict_mean": "사람이 사는 집.", "easy_explain": ["우리 가족이 함께 사는 곳을 가옥이라고 해요. 아빠랑 엄마, 동생이랑 내가 잠자고 밥 먹고 놀기도 하는 우리 집이에요.", "사람들이 들어가서 살 수 있도록 지은 건물을 가옥이라고 해요. 비나 바람을 막아주고, 따뜻하게 지낼 수 있게 도와주는 고마운 집이랍니다.", "옛날에는 나무나 흙으로 만든 집에서도 살았어요. 이런 집을 한옥이라고 부르는데, 지금처럼 아파트나 빌라 같은 가옥과는 조금 다르지만, 옛날 사람들에게는 소중한 집이었어요.", "가족끼리 모여서 이야기 나누고, 맛있는 음식도 먹을 수 있는 곳이 바로 가옥이에요. 만약 집이 없다면 어떻게 될까요? 밖에서 계속 떠돌아다녀야 할 거예요!", "아주 먼 옛날에는 동굴이나 움막 같은 곳에서 살기도 했어요. 그러다가 점점 기술이 발전하면서 벽돌이나 시멘트 같은 재료로 튼튼한 가옥을 지을 수 있게 되었어요."], "correct_example": ["저 집은 참 예쁜 가옥이다.", "우리는 주말마다 시골에 있는 할머니 댁 가옥에 놀러 간다.", "새로 이사 온 옆집 아저씨네 가옥은 정원이 넓어서 부럽다.", "이번 여름방학에는 할아버지께서 지으신 오래된 가옥을 수리하기로 했다.", "도시 생활에 지친 나는 언젠가 조용한 마을에 작은 가옥을 짓고 살고 싶다."], "incorrect_example": ["오늘 저녁 메뉴는 가옥이다.", "'가옥'은 물건이나 음식이 아니라, 사람이 사는 집을 가리키는 말이기 때문에 잘못된 표현입니다."]}
{"vocab": "감수성", "hanja": ["느낄 감", "받을 수", "성품 성"], "dict_mean": "외부 세계의 자극을 받아들이고 느끼는 성질.", "easy_explain": ["감수성은 우리가 세상을 느끼고 받아들이는 능력이에요. 마치 스펀지처럼 새로운 경험을 쏙쏙 빨아들이죠. 예를 들어, 아름다운 꽃을 보면 기분이 좋아지고, 슬픈 영화를 보면 눈물이 나는 것도 감수성이 있기 때문이에요.", "우리 몸에는 여러 감각 기관이 있어요. 눈으로는 예쁜 색깔을 보고, 귀로는 아름다운 소리를 듣고, 코로는 향긋한 냄새를 맡고, 입으로는 맛있는 음식을 맛보고, 손으로는 부드러운 물건을 만져볼 수 있죠. 감수성은 바로 이런 감각들이 얼마나 예민한지를 나타내는 말이에요.", "아주 먼 옛날, 원시인들은 자연과 함께 살았어요. 그때는 지금처럼 멋진 장난감이나 게임기가 없었죠. 대신 나무나 돌, 동물 등 주위에 있는 모든 것이 놀이 도구였어요. 감수성은 이때부터 발달하기 시작했어요. 호기심 많은 원시인들은 다양한 사물과 상호작용하면서 조금씩 세상을 배워갔죠.", "어떤 아이는 작은 벌레 하나에도 깜짝 놀라지만, 또 다른 아이는 커다란 개 앞에서도 용감하게 웃어요. 감수성은 각자 다르기 때문이에요. 하지만 걱정할 필요 없어요. 누구나 자신만의 특별한 감수성을 가지고 있으니까요!", "여러분은 혹시 좋아하는 음악이나 그림이 있나요? 만약 있다면, 그것은 여러분의 감수성과 딱 맞는 작품일 거예요. 감수성은 우리가 예술을 즐길 때 더욱 빛나요. 가슴 뛰는 리듬에 맞춰 춤을 추거나, 머릿속에 떠오르는 이미지를 자유롭게 그려보세요."], "correct_example": ["저는 감수성이 풍부해서 작은 일에도 감동받아요.", "음악을 들으면 저는 저절로 어깨가 들썩여요. 제 감수성이 음악을 느끼기 때문이에요.", "슬픈 영화를 볼 때면 저는 주인공의 아픔이 고스란히 전해져 눈물이 흘러요. 이것도 제 감수성의 힘이랍니다.", "자연을 사랑하는 건 제 감수성 덕분이에요. 바람에 흔들리는 나뭇잎, 햇살에 반짝이는 강물... 모두 아름답게 느껴지거든요.", "예술가는 감수성이 뛰어나야 해요. 그래야 자기만의 독특한 시각으로 세상을 바라보고, 그걸 작품으로 표현할 수 있으니까요."], "incorrect_example": ["저는 운동 신경이 좋아서 감수성이 좋아요.", "'감수성'은 느낌 또는 감정과 관련된 용어이기 때문에 운동 신경과는 무관하답니다."]}
{"vocab": "결단력", "hanja": ["결정할 결", "끊을 단", "힘 력"], "dict_mean": "결정적인 판단을 하거나 단정을 내릴 수 있는 능력.", "easy_explain": ["결단력은 무언가를 딱! 정하는 힘이에요. 영희는 장난감을 사고 싶은데 파란색과 빨간색 중 고민이었어요. 그때 엄마가 '네가 좋아하는 색으로 골라봐!'라고 말씀하셨어요. 영희는 잠시 고민했지만 바로 '파란색이요!'라고 답했죠. 이때 영희는 자신이 좋아하는 색을 딱 정한 거예요. 이게 바로 결단력이죠!", "이번엔 한자를 살펴볼게요. '결정할 결'은 확실하게 정하는 걸 말하고, '끊을 단'은 중간에 멈추지 않고 쭉 가는 걸 뜻해요. 마지막으로 '힘 력'은 우리가 갖고 있는 힘을 말하는 거죠. 합치면? 뭔가를 정하고 나서 흔들리지 않고 쭉 밀고 나가는 힘이라는 걸 알겠죠?", "옛날 옛적, 마을에 홍수가 났어요. 촌장님은 어떻게 할지 고민하다가 마을 주민 모두 높은 산으로 대피하자고 결정했어요. 그리고 곧바로 마을 전체에 알리고 준비를 시작했죠. 만약 촌장님이 계속 고민만 했다면 어땠을까요? 아마 마을 주민들이 위험했을 거예요. 이렇듯 결단력은 빠르게 결정하고 행동하는 데 꼭 필요한 힘이랍니다!", "영희는 학교에서 발표 수업을 맡게 됐어요. 처음에는 너무 떨려서 포기할까 했지만, 용기를 내서 열심히 준비하기로 결심했어요. 결국 멋진 발표를 해내서 친구들에게 칭찬받았죠. 이런 게 바로 결단력이에요. 하기 싫은 일이라도 꾹 참고 도전해서 성공하는 힘이니까요!", "민지는 새로운 학원에 다니기로 했어요. 하지만 첫날부터 가기 싫었죠. 그래도 민지는 '새로운 친구들을 만날 수 있을 거야!'라고 생각하며 집을 나섰어요. 덕분에 민지랑 잘 맞는 친구들을 만났고, 학원 다니는 게 즐거워졌죠. 이것도 결단력이에요. 내가 내린 결정을 믿고 나아가는 힘이니까요!"], "correct_example": ["저는 결단력이 있습니다.", "저는 우유부단함 없이 제 선택을 믿습니다.", "친구와의 약속 시간에 늦었을 때, 저는 택시를 타기로 결단했습니다.", "어려운 문제를 만났을 때, 저는 결단력 있게 해결책을 찾아냅니다.", "제 꿈을 이루기 위해 결단력 있게 계획을 세우고 실행합니다."], "incorrect_example": ["저는 결단력 있게 게임을 했습니다.", "'결단력'은 선택이나 결정 뒤에 따르는 책임감을 강조하는 단어이기 때문에 단순히 게임을 하는 행위와는 관련이 없습니다."]}
{"vocab": "고립", "hanja": ["외로울 고", "설 립"], "dict_mean": "다른 사람과 어울리어 사귀지 아니하거나 다른 사람의 도움을 받지 못하여 외따로 떨어짐.", "easy_explain": ["친구들이 모두 놀이터에서 놀고 있는데, 혼자 집에만 있으면 너무 심심하겠죠? 이런 상태를 '고립됐다'고 해요. 마치 섬처럼 혼자 떨어져 있는 거죠.", "집 앞에 높은 벽이 있어서 밖으로 나갈 수 없다면 어떨까요? 세상과 완전히 단절되어 있겠죠? 이럴 때 쓰는 말이 '고립됐다'에요.", "학교에서 따돌림을 당해서 아무도 나와 놀아주지 않는다면 정말 슬플 거예요. 그런 상황을 '고립됐다'고 하죠.", "혼자서 정글에 떨어졌는데, 도와줄 사람도 없고 어떻게 해야 할지 모른다면 무서울 거예요. 이때 느끼는 기분이 '고립됐다'라는 말로 표현할 수 있어요.", "가족이나 친구 없이 혼자 무인도에 남겨진다면 어떨까요? 아무리 기다려도 아무도 오지 않고, 이야기 나눌 사람도 없다면 무척 외로울 거예요. 바로 이런 상태를 '고립됐다'고 한답니다."], "correct_example": ["저 아이는 학교에서 고립됐어.", "할머니는 가족과 떨어져서 시골 마을에서 고립된 생활을 하고 있다.", "마을 주민들은 홍수 때문에 고립돼서 구조를 기다리고 있다.", "전쟁 중에는 많은 사람이 고립돼 위험에 처하곤 한다.", "코로나19 대유행 초기에는 전 세계적으로 여행객들이 고립되는 일이 많았다."], "incorrect_example": ["오늘 저녁 메뉴는 고립이다.", "'고립'은 사람이나 사물이 홀로 떨어져 있는 상태를 나타내는 명사이기 때문에, 음식 이름으로는 적절하지 않아요."]}
{"vocab": "공교육", "hanja": ["공변될 공", "가르칠 교", "기를 육"], "dict_mean": "국가가 제도적으로 시행하는 제도권 내 교육. 국립 학교 교육, 공립 학교 교육, 사립 학교 교육이 있다.", "easy_explain": ["학교에는 여러 종류가 있는데, 나라에서 만든 학교를 공교육이라고 해요. 우리나라 어린이들이 다니는 대부분의 학교가 바로 공교육이에요.", "우리 동네 놀이터 옆에 있는 학교 있죠? 거기서 배우는 걸 공교육이라고 불러요. 선생님이랑 친구들이랑 함께 국어, 수학, 체육 등을 배우죠!", "옛날 옛적엔 서당이나 서원 같은 곳에서 글공부를 했어요. 그런데 지금은 그런 곳이 거의 없고, 대신 커다란 학교 건물에서 많은 학생이 한꺼번에 배워요. 이런 게 바로 공교육이에요!", "여러분이 유치원 끝나고 가는 학교나 학원처럼 어른들도 회사 가기 전에 학교에 가요. 이걸 평생 교육이라고 하는데, 이때 하는 교육도 공교육 중 하나랍니다!", "엄마랑 아빠한테 물어보면 다들 학교 다녔다고 할 거예요. 옛날이든 지금이든 나이가 많든 적든 모두 학교에서 무언가를 배웠어요. 이게 바로 공교육이랍니다."], "correct_example": ["저는 공교육을 받고 있어요.", "초등학교는 공교육 기관이다.", "대학교육은 고등교육이자 공교육이다.", "평생교육원은 성인 대상 공교육 프로그램을 운영한다.", "대한민국 국민이라면 누구나 공교육을 받을 권리가 있다."], "incorrect_example": ["이번 주말에는 공교육 받으러 놀이공원 갈 거야.", "'공교육'은 놀러 가는 장소를 가리키는 말이 아니에요. 학교나 대학같이 배움을 위해 가는 곳을 말한답니다."]}
{"vocab": "공직", "hanja": ["공변될 공", "벼슬 직"], "dict_mean": "국가 기관이나 공공 단체의 일을 맡아보는 직책이나 직무.", "easy_explain": ["공직은 나라나 지역을 위해 일하는 직업이에요. 소방관 아저씨들이 불을 끄고, 경찰관 아저씨들이 도둑을 잡는 일도 공직이랍니다.", "공직이라는 글자에는 두 개의 한자가 숨어있어요. '공변될 공'은 공평하다는 뜻이고, '벼슬 직'은 높은 자리라는 뜻이에요. 그러니까 공직은 공평하게 일할 수 있는 높은 자리랍니다.", "옛날 옛적 마을마다 촌장님이 계셨어요. 촌장님은 마을 주민 모두를 공평하게 대하고, 마을을 잘 다스렸답니다. 이런 촌장님처럼 국민을 위해 일하는 게 바로 공직이에요.", "소방관인 영희는 위험한 현장에서도 용감하게 불을 꺼요. 덕분에 많은 사람이 안전해졌어요. 우리는 그런 영희를 보며 '공직자는 참 대단해!'라고 말한답니다. 여기서 말하는 공직자는 공무원이랑 비슷한 말이에요!", "마을 회관 앞 게시판에 새로운 소식이 붙었어요. 이번에 새로 뽑힌 시장님이 마을을 위해 열심히 일하겠다는 글이에요. 시장님은 마을 대표로서 여러 가지 일을 결정하고, 또 직접 실행하기도 해요. 이게 바로 공직인데, 다른 말로는 공적인 일이라고도 부른답니다."], "correct_example": ["저는 공직 생활을 하고 있습니다.", "공무원 시험 합격 후 공직 업무를 배우고 있습니다.", "공직자인 그녀는 민원인들에게 친절하게 안내했습니다.", "공직 사회에서는 공정성이 가장 중요하다고 배웠습니다.", "공직자는 시민의 복지를 위해 봉사하는 마음가짐으로 일해야 합니다."], "incorrect_example": ["이번 여름방학 동안 공직 아르바이트를 할 거야.", "'공직'은 개인 사업체에서의 일이 아닌 정부기관 등의 공식적인 일을 뜻합니다. 따라서 사적인 목적의 아르바이트와는 어울리지 않는 단어입니다."]}
{"vocab": "국경", "hanja": ["나라 국", "지경 경"], "dict_mean": "나라와 나라의 영역을 가르는 경계.", "easy_explain": ["국경은 우리 집과 옆집 사이에 있는 울타리랑 비슷한 거예요. 울타리는 우리 집과 옆집을 구분해 주잖아요? 그것처럼 국경은 두 나라를 나누는 선이에요.", "우리나라는 북쪽으로는 북한이랑 중국이라는 이웃 나라들이 있고, 남쪽으로는 바다 건너 일본이 있어요. 이때 북한과 우리나라 사이에는 38선이라는 국경이 있답니다!", "옛날 옛적에 여러 부족이나 작은 나라들이 모여 살았어요. 그런데 서로 땅을 차지하려고 전쟁을 벌이기도 했죠. 그러다 보니 어느 정도부터는 여기까지가 내 땅! 하고 정해 둘 필요가 생겼어요. 그렇게 생겨난 게 국경이랍니다!", "여러분 혹시 지도 본 적 있나요? 지도를 보면 각 나라마다 색깔이 다르게 칠해져 있죠? 그리고 그 나라들 사이에는 얇은 선이 하나씩 그려져 있는데, 그게 바로 국경이에요. 마치 퍼즐 조각 같아요!", "아주 먼 옛날 지구에는 지금처럼 많은 나라가 없었어요. 대신 크고 작은 대륙들이 있었죠. 그러던 어느 날, 커다란 대륙이 쪼개지면서 여러 개의 섬이 생겨났어요. 그때 생긴 섬들이 각자 발전하면서 오늘날의 국가가 되었고, 이제는 자기네들끼리 국경을 정해서 지키고 있답니다."], "correct_example": ["한국과 일본 사이에는 국경이 있다.", "북한과 남한은 국경을 사이에 두고 있다.", "유럽 연합 회원국들은 국경을 공유한다.", "아프리카 대륙에는 국경이 없는 나라들이 있다.", "세계지도를 펼쳐보면 수많은 국경을 볼 수 있다."], "incorrect_example": ["저는 오늘 국경을 넘어 학교에 갔어요.", "'국경'은 나라와 나라 사이의 경계를 나타내는 단어이기 때문에, 개인이 이동하는 경로를 나타낼 때 쓸 수 없어요."]}
{"vocab": "기권", "hanja": ["버릴 기", "권세 권"], "dict_mean": "투표, 의결, 경기 따위에 참가할 수 있는 권리를 스스로 포기하고 행사하지 아니함.", "easy_explain": ["기권은 내가 하고 싶은 일을 하지 않고 그냥 두는 거예요. 달리기 시합 중에 다리가 아파서 뛸 수 없다면, 나는 기권한다고 말할 수 있어요.", "이번에는 한자를 살펴볼게요. '버릴 기'는 하기 싫은 일을 버린다는 뜻이고, '권세 권'은 힘이나 권력을 의미해요. 그러니까 기권은 갖고 있던 힘을 버리는 걸 말하는 거죠!", "옛날 옛적 마을 회의 시간이었어요. 그런데 영희네 할아버지가 몸이 아프셔서 회의에 못 나오셨어요. 이럴 때 우리는 '영희네 할아버지가 기권하셨어.'라고 말한답니다.", "달리기 대회 날, 비가 너무 많이 와서 길이 미끄러웠어요. 민수는 넘어져서 다칠까 봐 걱정됐어요. 그래서 이번엔 뛰지 않기로 결정했죠. 이런 선택을 '기권'이라고 해요.", "학교에서 반장 선거를 하는데, 후보인 영수가 갑자기 집에 가야 했어요. 다른 친구들이 왜 그러냐고 물었더니, 영수는 '엄마가 오늘 일찍 오라고 하셨어.'라고 답했어요. 이때 우린 '영수가 기권했구나!'라고 할 수 있어요."], "correct_example": ["저는 기권할게요.", "전 축구시합에서 기권했어요.", "어제 있었던 학급회의에서 저는 기권했습니다.", "오늘 토론대회 결승전에서 저희 팀은 기권하기로 했습니다.", "지난 올림픽 마라톤 종목에서 선두 그룹 선수 몇 명이 더위 때문에 기권했다는 소식 들으셨나요?"], "incorrect_example": ["저는 시험공부를 기권하려고요.", "'기권'은 자신의 권리나 자격을 포기하는 것이지, 공부처럼 개인의 의지로 하는 활동과는 관련이 없어요."]}
{"vocab": "기세", "hanja": ["기운 기", "기세 세"], "dict_mean": "남에게 영향을 끼칠 기운이나 태도.", "easy_explain": ["민수는 달리기 시합에서 출발선에 서자마자 엄청난 기세로 달려나갔어요. 마치 바람처럼 빠르게 뛰어가는 민수를 보며 다른 친구들은 깜짝 놀랐답니다.", "우리 몸에는 힘이 있는데, 이것을 '기운'이라고 해요. 그리고 우리가 무언가를 할 때 강하게 나타나는 기운을 '기세'라고 부른답니다. 영희는 화가 나면 목소리가 커지고 씩씩거리는데, 이런 걸 '기세가 좋다'고 말할 수 있어요.", "옛날 옛적, 용맹한 장군님이 있었어요. 장군님은 전쟁터에 나갈 때마다 무서운 기세로 적들을 물리쳤어요. 칼을 휘두르는 장군님 앞에서 적군들은 벌벌 떨며 도망가기 바빴대요!", "엄마랑 마트에 갔는데, 장난감 코너에서 형아가 울고 있었어요. 그때 용감하게 나타난 누나가 누나만한 커다란 로봇을 번쩍 들어서 카트에 담았어요! 모두 입을 떡 벌리고 누나를 바라봤답니다. 바로 이럴 때 '기세가 대단하다'고 하는 거예요!", "학교에서 그림 그리기 대회가 열렸어요. 상우는 처음엔 조금 그리는가 싶더니 갑자기 신이 나서 붓을 마구 움직였어요. 알록달록 예쁜 색들이 종이 위에 가득 채워졌어요. 선생님이랑 친구들은 상우의 멋진 그림을 보고 박수를 쳤어요. 이때 쓰인 '기세'는 힘차게 나아가는 힘을 말하는 거랍니다."], "correct_example": ["아이 둘이 싸우고 있었는데, 덩치 큰 아이가 기세 좋게 소리를 지르니 작은 아이가 울음을 터뜨렸다.", "형은 기세 좋게 방 청소를 시작했지만, 얼마 지나지 않아 게임기를 잡고 다시 드러누웠다.", "아빠는 기세 좋게 등산 가방을 메고 산을 올랐지만, 반도 못 가서 숨을 헐떡였다.", "선생님이 기세 좋게 수업을 시작하니 학생들이 조용해졌다.", "축구 경기 후반전, 지고 있던 팀이 기세 좋게 골을 넣으며 동점을 만들었다."], "incorrect_example": ["고양이가 기세 좋게 쥐를 쫓았지만, 쥐구멍으로 쏙 들어가 버렸다.", "'기세'는 주로 사람이나 동물의 움직임과 관련해서 쓰는 말이에요. 고양이가 쥐를 쫓는 건 자연스러운 일이니까, 여기서는 '기세'라는 말을 쓰지 않는 게 맞아요."]}
{"vocab": "노령", "hanja": ["늙을 로", "나이 령"], "dict_mean": "늙은 나이.", "easy_explain": ["할머니 집에는 오래된 물건들이 많아요. 할머니는 오래 사셨기 때문에 이런 물건들을 많이 가지고 계세요. 우리는 이것을 '노령의 흔적'이라고 부른답니다.", "우리 몸은 시간이 지나면 점점 약해져요. 그리고 나중에는 아기처럼 힘이 없어지게 돼요. 이때를 '노령'이라고 해요. 할아버지께서는 노령이셔서 걷는 게 힘드시지만, 그래도 여전히 웃으시며 손자들을 안아주신답니다.", "아주 먼 옛날에는 사람들이 지금보다 훨씬 오래 살았어요. 그때는 60살만 넘어도 굉장히 나이가 많다고 생각해서 잔치를 열어주곤 했답니다. 그렇게 오랫동안 산 사람들을 '노령'이라고 불렀어요.", "사람들은 나이가 들면 흰머리가 생기고 얼굴에 주름이 생겨요. 또 허리도 굽고 다리도 아파서 움직이기 힘들어지기도 하죠. 그런 모습을 보면 마치 나무가 나이가 들어서 잎이 떨어지고 줄기가 구부러지는 것 같아요. 그래서 노인분들을 '노령의 나무'라고 부르기도 한답니다.", "아기였던 동생이 어느새 커서 학교에 다니고, 엄마 아빠도 이제는 예전만큼 빨리 움직이지 못하세요. 가족 모두가 조금씩 나이 들어가고 있다는 걸 느낄 수 있어요. 바로 이게 '노령'이에요."], "correct_example": ["저 할아버지는 노령이시다.", "할머니는 노령이심에도 불구하고 봉사활동을 다니신다.", "예전에는 건강하셨던 외할아버지께서 노령으로 인해 거동이 불편해지셨다.", "어머니께서는 노령이신 할머니를 위해 항상 곁에서 돌봐주신다.", "노령인 분들은 오랜 세월 동안 많은 경험을 하셨기 때문에 지혜롭고 인자하시다."], "incorrect_example": ["어제 본 영화 주인공은 노령인데도 운동선수였다.", "'노령'은 나이가 많다는 뜻이기 때문에 젊은 사람에게는 쓸 수 없어요."]}
{"vocab": "단호하다", "hanja": ["끊을 단", "어조사 호"], "dict_mean": "결심이나 태도, 입장 따위가 과단성 있고 엄격하다.", "easy_explain": ["단호하다는 무언가를 딱 잘라서 결정한다는 뜻이에요. 마치 칼로 자르듯이 확실하게 정하는 거죠. 예를 들어, 영희가 장난감을 사달라고 떼를 써도 엄마가 '안 돼!' 하고 딱 잘라 거절한다면, 그건 엄마가 단호하게 거절하는 거예요.", "이번에는 한자를 살펴볼게요. '끊을 단'이라는 글자는 무언가를 끊는다는 뜻이고, '어조사 호'는 그런 상태를 나타내는 말이에요. 그러니까, 단호하다는 건 뭔가를 딱 끊어서 확실히 하는 걸 말하는 거겠죠?", "옛날 옛적에, 마을에 무서운 호랑이가 나타났어요. 모두 벌벌 떨고 있을 때, 용감무쌍한 장군님이 나타나셨죠. 장군님은 겁내지 않고 '모두 도망쳐라! 내가 호랑이를 막겠다!' 하고 외쳤어요. 그리고 정말 혼자서 호랑이와 싸워서 물리쳤답니다. 이런 장군님처럼 강하고 확실하게 결정하는 걸 '단호하다'고 해요.", "친구들이 모여서 게임을 하는데, 자꾸 규칙을 어기는 친구가 있었어요. 다른 친구들은 화가 나서 그만하려고 했지만, 대장인 민수가 나서서 '규칙을 지키자! 우리끼리 정한 거니까 꼭 따라야 해!' 하고 말했어요. 다들 민수 덕분에 다시 재미있게 놀 수 있었죠. 민수처럼 강하게 주장해서 문제를 해결하는 걸 '단호하다'고 한답니다.", "유치원에서 간식 시간이 되자, 아이들이 우르르 몰려가서 간식을 받았어요. 그런데 욕심쟁이 철이가 혼자서 간식을 많이 가져가려고 해서 다툼이 생겼어요. 선생님이 오셔서 '철아, 나눠 먹어야지. 하나씩 차례대로 받자.' 하고 말씀하셨어요. 철이는 아쉬웠지만, 선생님 말씀을 듣고 하나씩 받았죠. 선생님처럼 분명하게 알려주고 이끄는 걸 '단호하다'고 해요."], "correct_example": ["선생님은 단호하셨다.", "엄마는 단호하게 말했다.", "경찰관 아저씨는 단호하게 교통정리를 했다.", "의사 선생님은 환자를 위해 단호하게 치료법을 선택했다.", "대통령은 나라를 위해 단호하게 정책을 추진했다."], "incorrect_example": ["저 토끼는 단호히 당근을 먹었다.", "'단호히'는 강한 의지나 결단력을 나타낼 때 쓰는 부사라서, 단순히 음식을 먹는 행위랑은 어울리지 않아요."]}
{"vocab": "독거노인", "hanja": ["홀로 독", "살 거", "늙을 로", "사람 인"], "dict_mean": "가족 없이 혼자 살아가는 노인.", "easy_explain": ["가족이랑 떨어져 혼자 사는 할아버지나 할머니를 독거노인이라고 불러요. 옆집에 사는 할아버지는 자식들이 멀리 살고 있어서 늘 혼자서 식사하시고, 텔레비전을 보시며 시간을 보내시죠. 이런 할아버지처럼 혼자 사시는 노인분들을 우리는 '독거노인'이라고 부른답니다.", "우리말에는 한자어가 많이 섞여 있는데, '독거노인'도 그런 한자어 중 하나예요. '독'자는 홀로 있다는 뜻이고, '거'자는 산다는 뜻이에요. 그리고 '노인'은 나이가 많은 분을 가리키죠. 그러니까 '독거노인'은 글자 그대로 해석하면 '혼자 사는 노인'이라는 뜻이랍니다!", "옛날에는 대가족이 함께 모여 살았지만, 요즘엔 핵가족이나 일인 가구가 많아졌어요. 그러다 보니 자녀들과 떨어져 혼자 사는 노인분들도 점점 늘어나고 있죠. 이런 분들을 위해 정부나 지역사회에서는 다양한 복지 서비스를 제공하고 있답니다.", "가끔 뉴스에서 혼자 살던 노인분이 돌아가시고 한참 뒤에야 발견되었다는 소식을 들을 때가 있어요. 그만큼 외롭게 지내는 분들이 많다는 뜻이죠. 만약 여러분 주위에 혼자 사는 어르신이 계시다면 따뜻한 관심과 도움의 손길을 건네 보는 건 어떨까요?", "시골 마을에 가면 오래된 집에서 혼자 사는 할머니나 할아버지를 종종 볼 수 있어요. 이분들은 이웃들과 인사도 나누고, 농사일도 도우며 지내시지만 그래도 가족과 함께 사는 것보다는 외로울 때가 많을 거예요. 이렇듯 '독거노인'은 가족 없이 혼자 살아가시는 외로운 노인분들을 가리키는 말이랍니다."], "correct_example": ["할머니는 독거노인이다.", "이웃집 아저씨는 독거노인인데, 항상 적적하신지 동네 산책을 자주 다니신다.", "옆집 아주머니는 남편과 사별 후 20년째 독거노인으로 지내고 계신다.", "복지관에서는 매주 독거노인 댁을 방문하여 안부를 묻고, 밑반찬을 배달해 드린다.", "정부에서는 늘어나는 독거노인 문제를 해결하기 위해 다양한 정책을 추진하고 있다."], "incorrect_example": ["독거노인은 강아지를 키운다.", "'독거노인'은 사람을 나타내는 말이기 때문에 동물인 강아지를 키울 수 없어요."]}
{"vocab": "동문", "hanja": ["같을 동", "문 문"], "dict_mean": "같은 문중이나 종파.", "easy_explain": ["동문은 같은 학교를 졸업한 친구들을 부르는 말이에요. 영희와 철수는 같은 초등학교를 나와서 서로를 '동문'이라고 불러요.", "같은 동네에 사는 친구들끼리 모여 만든 모임을 '동문회'라고 해요. 우리 동네에는 여러 개의 어린이집이 있는데, 그 중에서도 같은 어린이집을 나온 친구들이 모여서 '동문회'를 만들었어요.", "동네마다 놀이터가 있죠? 만약 두 명의 친구가 같은 놀이터에서 자주 놀았다면, 그 둘을 '동문'이라고 부를 수 있어요. 왜냐하면 같은 장소에서 함께 놀았기 때문이에요.", "가족끼리는 닮은 점이 많죠? 마찬가지로, 같은 학교나 학원에서 공부한 친구들은 서로 비슷한 경험을 하기 때문에 친해지기 쉬워요. 이런 친구들을 '동문'이라고 부른답니다!", "'동문'은 같은 곳에서 온 사람이라는 뜻이에요. 옛날에는 마을 입구에 커다란 문이 있었는데, 여기서 만난 사람들은 모두 같은 마을 출신이기 때문에 '동문'이라고 불렀대요."], "correct_example": ["우리 가족은 모두 A 대학교 동문이다.", "우리는 고등학교 동문이라서 항상 붙어 다닌다.", "이번 동창회에는 많은 중학교 동문이 모였다.", "대학교 동문인 형과 나는 전공 수업을 같이 들었다.", "초등학교 동문이었던 우리는 20년 만에 다시 만나 추억을 나눴다."], "incorrect_example": ["저는 강아지랑 동문이에요.", "'동문'은 같은 학교나 지역 등 공통점이 있는 사람들을 가리키는 말인데, 동물과는 공통점을 찾을 수 없어요."]}
{"vocab": "등반", "hanja": ["오를 등", "더위 잡을 반"], "dict_mean": "험한 산이나 높은 곳의 정상에 이르기 위하여 오름.", "easy_explain": ["등반은 산을 오르는 거예요. 영희는 아빠랑 주말마다 동네 앞산을 올라가요. 꼭대기에선 김밥을 먹고 내려온답니다.", "산을 오를 때 쓰는 두 한자를 살펴보아요. '오를 등'은 위로 올라간다는 뜻이고, '더위 잡을 반'은 손으로 꽉 잡는다는 의미예요. 그러니까 등반은 무언가를 꽉 잡고 올라가는 걸 말한답니다!", "옛날 옛적에는 호랑이가 살던 시절이었어요. 그때 마을 사람들은 호랑이를 피해 나무 위에 집을 지었어요. 그리고 나무 꼭대기에 올라가기 위해 줄을 꽉 잡고 올라갔지요. 그게 바로 등반이에요!", "영희는 무서운 꿈을 꾸면 엄마 품에 안겨요. 그러면 무서움이 싹 사라지지요. 마찬가지로, 등산가는 산을 오르기 전에 장비를 꽉 잡아요. 그래야 안전하게 올라갈 수 있거든요. 이게 바로 등반이랍니다!", "높은 산꼭대기엔 구름이 걸려있어요. 그걸 보면 마치 하늘나라에 온 것 같아요. 민수는 그런 기분을 느끼고 싶어서 열심히 산을 올랐어요. 그렇게 땀 흘려 올라가면 멋진 풍경을 볼 수 있답니다. 이것처럼 우리도 어려움을 이겨내면 달콤한 열매를 얻을 수 있어요."], "correct_example": ["민수는 오늘 혼자서 북한산을 등반했다.", "아빠는 암벽 등반을 할 때 밧줄을 꽉 잡는다.", "등산 동호회 회원들은 설악산을 등반하기 위해 새벽 일찍 출발했다.", "이번 겨울 한라산 등반은 눈이 많이 와서 쉽지 않았다.", "세계 최고봉 에베레스트 등반은 목숨을 건 도전이다."], "incorrect_example": ["어제 나는 학교에서 등반 시험을 봤다.", "'등반'은 주로 산을 오르는 행위를 가리키므로, 학교 시험과는 관련이 없어요."]}
{"vocab": "매매", "hanja": ["팔 매", "살 매"], "dict_mean": "물건을 팔고 사는 일.", "easy_explain": ["매매는 물건을 사고파는 걸 말해요. 시장이나 마트에서 과자나 장난감을 사는 건 사는 거죠? 반대로 그걸 다른 친구한테 파는 건 파는 거예요. 그러니까 매매는 우리가 일상생활에서 늘 하는 거래랍니다!", "물건을 판다는 건 내가 가진 걸 다른 사람에게 주는 거예요. 그리고 산다는 건 남이 가진 걸 내가 받는 거죠. 이런 게 바로 매매예요. 엄마랑 아빠가 가게에서 장을 보는 것도 다 매매인 셈이죠!", "옛날 옛적에는 물물교환이라는 걸 했어요. 쌀이랑 생선을 바꾸는 식으로요. 그런데 지금은 돈이라는 편리한 도구가 있어서 그런 수고를 덜 수 있죠. 대신 우린 이제 돈을 주고 물건을 사거나 팔아요. 이게 바로 매매랍니다!", "친구 생일 선물로 멋진 로봇을 준비했는데, 그만 동생이 망가뜨리고 말았어요. 너무 속상해서 눈물이 났지만, 다행히 옆집 형아가 똑같은 로봇을 갖고 있대요! 얼른 가서 망가진 로봇을 형아네 로봇이랑 바꾸기로 했어요. 이것도 매매일까요? 맞아요! 서로 원하는 걸 맞바꾸는 거니까 이건 교환이자 매매랍니다!", "우리 동네엔 매주 토요일마다 알뜰시장이 열려요. 집에서 안 쓰는 물건들을 가져와서 싸게 팔기도 하고, 필요한 물건을 사기도 하죠. 저도 작아진 옷 몇 벌을 가져갔는데, 금세 새 주인을 만났어요. 제겐 필요 없는 물건이 다른 친구에겐 쓸모 있게 쓰이니까 기분이 좋더라고요. 이렇듯 매매는 모두에게 도움이 되는 즐거운 경험이에요!"], "correct_example": ["과일가게에서 사과를 샀어.", "장난감 가게에서 자동차를 샀네.", "어제 산 책을 오늘 서점에 다시 팔았어.", "중고거래 앱에서 반값에 자전거를 샀지 뭐야!", "인터넷 쇼핑몰에서 주문한 택배가 드디어 도착했네."], "incorrect_example": ["마트에서 수박을 판다.", "'판다'는 행위는 물건을 건네주는 건데, 과일 자체가 움직일 수 없으니 말이 안돼요."]}
{"vocab": "무성하다", "hanja": ["우거질 무", "성할 성"], "dict_mean": "생각이나 말, 소문 따위가 마구 뒤섞이거나 퍼져서 많다.", "easy_explain": ["무성하다는 식물이 많이 자라나 우거진 상태를 말해요. 정원에 나무들이 가득 차 있고, 꽃들이 활짝 피어있는 모습을 보면 정말 무성하다고 할 수 있죠.", "나무 이름 중에 '무성목'이라는 게 있는데, 이 나무는 잎이 굉장히 많고 크게 자란대요. 우리 집 앞에 있는 무성목처럼 많은 잎을 가진 나무를 볼 때 '무성하다'라는 말을 써요.", "여름에는 비가 많이 와서 식물들이 쑥쑥 자라나요. 그러면 숲이나 공원에 가면 푸른색 나뭇잎들이 엄청 많아서 마치 초록색 바다 같아 보여요. 이런 걸 보고 '무성하다'라고 해요.", "우리 동네 작은 도서관 옆에는 예쁜 꽃들이 가득한 화단이 있어요. 봄이면 분홍색, 노란색, 빨간색 꽃들이 서로 경쟁이라도 하듯 피어나서 너무 예뻐요. 이럴 때 '꽃들이 무성하다'라고 말할 수 있어요.", "학교 운동장 한쪽에 커다란 느티나무가 있었는데, 어느 날 보니 나뭇가지마다 새파란 잎들이 주렁주렁 달려 있었어요. 바람이 불면 잎사귀들이 부딪혀서 사락사락 소리가 나는데, 그걸 보면서 '정말 무성하구나!' 하고 감탄했던 기억이 나요."], "correct_example": ["소문이 무성하다.", "인터넷 커뮤니티에 무성한 추측글들이 올라왔다.", "시장엔 물건들이 무성하게 쌓여있다.", "사람들 사이에 무성한 이야기가 떠돌았다.", "마을 어귀에 무성한 버드나무 아래 앉아 있으면 시원한 바람이 불어온다."], "incorrect_example": ["오늘 날씨가 참 무성하다.", "'무성하다'는 사물이나 현상이 많다는 뜻이지, 날씨를 나타내는 말이 아니에요."]}
{"vocab": "백년해로", "hanja": ["일백 백", "해 년", "함께 해", "늙을 로"], "dict_mean": "부부가 되어 한평생을 사이좋게 지내고 즐겁게 함께 늙음.", "easy_explain": ["부부가 서로 사랑해서 결혼하잖아요? 그리고 평생 동안 행복하게 살아요. 이런 걸 바로 '백년해로'라고 불러요. 마치 나무처럼 오래오래 사는 거죠!", "우리나라 전통 혼례식에는 소나무와 대나무 그림이 그려진 병풍을 세워두곤 해요. 소나무와 대나무는 오래 사는 식물이라서, 두 사람이 영원히 함께하길 바라는 마음을 담은 거에요. 이것도 '백년해로'라는 말과 비슷한 뜻이에요!", "아주 먼 옛날엔 남자와 여자가 만나기 어려웠어요. 그런데 어렵게 만나서 결혼했다면 얼마나 소중했을까요? 그렇게 만난 부부가 오랫동안 헤어지지 않고 함께 산다면 정말 멋진 일이겠죠! 그런 부부를 '백년해로'한다고 부른답니다!", "서로 다른 곳에서 자란 두 사람이 만나 가족이 되고, 많은 시간을 함께 보내요. 때로는 다투기도 하지만, 그래도 서로를 사랑하고 아껴주는 마음은 변하지 않아요. 그게 바로 '백년해로'하는 부부랍니다!", "'백년해로'란 부부가 손잡고 걷는 길이에요. 길고 긴 인생길을 둘이서 정답게 걸어가며 웃음꽃 피우고, 슬픔도 나누며 살아가는 거죠."], "correct_example": ["할머니와 할아버지는 백년해로 하셨어요.", "엄마 아빠는 늘 백년해로 하자고 약속하신대요.", "저는 커서 꼭 백년해로 하는 부부가 되고 싶어요.", "저희 할머니 할아버지께서는 올해로 백년해로하신지 60주년이세요.", "백년해로 하기 위해서는 서로를 존중하고 배려하는 마음이 가장 중요하대요."], "incorrect_example": ["제 장난감 자동차랑 로봇이랑 백년해로 한대요.", "'백년해로'는 사람 사이의 관계를 나타내는 말이기 때문에, 물건끼리 쓰는 건 어색해요."]}
{"vocab": "빈혈", "hanja": ["가난할 빈", "피 혈"], "dict_mean": "신체의 어떤 부위로 유입하는 동맥성의 혈액량이 감소한 상태. 혈관 운동 신경의 조절 장애로 일어나는 것으로 뇌빈혈 따위가 있다.", "easy_explain": ["빈혈은 피가 부족해서 어지러운 거예요. 우리 몸에는 자동차처럼 산소랑 영양분을 운반하는 피가 있는데, 이게 부족하면 머리가 핑 돌고 어지러워져요.", "빈혈이라는 이름은 가난할 '빈'이랑 피 '혈' 자를 써요. 마치 피가 가난해져서 힘이 없는 느낌이죠? 실제로 피가 부족하면 기운이 없고 어지러울 수 있어요.", "옛날엔 먹을 게 부족해서 영양실조인 사람들이 많았어요. 이런 사람들은 종종 빈혈 증상을 겪곤 했는데, 옛날 사람들은 이걸 두고 '피가 가난해졌다'고 생각했대요. 그래서 지금도 빈혈을 그렇게 부르는 거죠!", "우리 몸속에는 적혈구라는 작은 친구들이 있어서, 온몸 구석구석 다니면서 산소를 나눠줘요. 그런데 빈혈이면 이 적혈구가 부족해서 숨차고 어지럽고 피곤해져요. 마치 달리기하다가 갑자기 멈추면 심장이 콩닥콩닥 뛰고 숨차잖아요? 그거랑 비슷한 거예요! ", "가끔 드라마나 만화 보면 주인공이 픽 쓰러지잖아요? 그게 바로 빈혈 때문일 수도 있어요. 너무 열심히 일하거나 놀아서 에너지가 다 떨어졌는데, 그걸 보충하려면 충분한 휴식과 영양소가 필요하거든요. 만약 그렇지 못하면 피로감이나 어지러움을 느낄 수 있어요."], "correct_example": ["저는 빈혈이 있어요.", "철분이 부족해서 빈혈이 생겼어요.", "운동을 했더니 빈혈이 왔어요.", "다이어트 중이라 음식을 적게 먹었더니 빈혈이 심해졌어요.", "빈혈 예방을 위해 철분제를 복용하고 균형 잡힌 식사를 하려고 노력했습니다."], "incorrect_example": ["오늘 날씨가 좋아서 빈혈이 온다.", "'빈혈'은 건강 상태를 나타내는 용어이기 때문에 날씨와 관련하여 사용할 수 없습니다."]}
{"vocab": "상업적", "hanja": ["장사 상", "업 업", "과녁 적"], "dict_mean": "상품을 사고파는 행위를 통하여 이익을 얻는. 또는 그런 것.", "easy_explain": ["상업적은 물건을 팔아서 돈을 버는 것을 말해요. 영희네 가게는 빵을 만들어서 팔아요. 손님들이 빵을 많이 사가면 영희네 가게는 돈을 많이 벌겠죠? 이런 걸 상업적이라고 해요.", "한자를 보면 '장사 상', '업 업', '과녁 적'이에요. 장사란 물건을 파는 일이고, 업은 직업이나 일을 뜻해요. 과녁 적은 목표나 목적을 의미하죠. 그러니까 상업적은 물건을 팔아서 돈을 버는 일이라는 뜻이에요.", "옛날에는 시장에서 물건을 팔았어요. 상인들은 자신이 만든 물건이나 다른 곳에서 가져온 물건을 시장에서 팔았죠. 그리고 그렇게 번 돈으로 생활을 했어요. 이게 바로 상업이죠!", "영희는 용돈을 벌기 위해 집에서 쿠키를 만들어 팔기로 했어요. 열심히 반죽을 만들고 예쁘게 모양을 내서 구웠죠. 학교가 끝난 후 공원에서 작은 판매대를 놓고 쿠키를 팔았더니 많은 친구들이 사갔어요. 영희는 맛있는 쿠키를 판 대가로 용돈을 벌었답니다! 이것도 상업 활동이에요.", "마을 축제 기간 동안 여러 가게들이 부스를 열었어요. 아이스크림 가게는 달콤한 아이스크림을 팔고, 장난감 가게는 재미있는 장난감을 팔았죠. 모두 자기가 갖고 있는 물건을 가져와서 마을 사람들에게 보여주고 그걸 산 사람들은 행복해졌어요. 서로 원하는 것을 주고받았으니 이건 정말 멋진 상업 활동 아닐까요?"], "correct_example": ["이것은 상업적이다.", "가게 주인은 상업적으로 옷을 판다.", "상인은 상업적으로 과일을 판다.", "회사는 상업적으로 제품을 홍보한다.", "시장은 다양한 상업적 활동이 일어나는 장소이다."], "incorrect_example": ["아이들은 상업적으로 그림을 그린다.", "'상업적'은 어른들이 물건을 거래해서 돈을 버는 것을 말하기 때문에 아이들이 그림을 그리는 것과는 관계가 없어요."]}
{"vocab": "성실성", "hanja": ["정성 성", "열매 실", "성품 성"], "dict_mean": "정성스럽고 진실한 품성.", "easy_explain": ["성실성은 열심히 일하고 꾸준히 노력하는 성격을 말해요. 민수는 학교 숙제를 미루지 않고 항상 제시간에 끝내려고 노력해요. 이런 민수를 보고 우리는 '성실하다'고 말할 수 있어요.", "성실성의 한자를 풀어보면 '정성 성', '열매 실', '성품 성'이에요. 열매를 맺기 위해 씨앗이 땅에 뿌리를 내리고 물과 영양분을 받아 자라듯이, 무언가를 이루기 위해 정성스럽게 노력하는 성품이라는 뜻이에요.", "옛날에는 농사를 짓고 가축을 기르는 일이 중요했어요. 농부들은 농작물을 잘 키우기 위해 비가 오나 눈이 오나 밭에 나가 일했고, 목동들은 소나 양들이 건강하게 자랄 수 있도록 밤낮으로 돌봤어요. 그런 농부와 목동처럼 꾸준하고 끈기 있게 일하는 자세를 '성실하다'고 했답니다.", "민수는 시험공부를 할 때 계획을 세우고 그대로 지키려고 노력해요. 피곤해도 밤을 새우며 공부하고, 모르는 게 있으면 선생님께 여쭤봐요. 그렇게 해서 결국 성적을 올렸답니다. 이렇듯 성실성은 자신이 정한 목표를 이루기 위해 최선을 다하는 마음가짐이에요.", "어릴 때부터 부모님께서는 늘 '열심히 하고 꾸준히 노력해라'라고 말씀하셨어요. 그리고 실제로 두 분 모두 직장에서 성실히 일하셔서 승진도 하시고 월급도 많이 받으셨어요. 저도 그분들을 본받아서 무슨 일이든 책임감 있게 하려고 해요. 성실성은 바로 이런 거예요."], "correct_example": ["저는 성실성이 높습니다.", "매일 아침 일찍 일어나 조깅을 하는 습관은 성실함을 보여줍니다.", "김 씨는 회사에서 가장 성실한 직원 중 한 명이다. 출근 시간보다 30분 먼저 도착해서 그날 업무를 미리 준비하기 때문이다.", "노력 없이 성공하려는 건 성실하지 않은 태도야.", "성실한 사람은 어려움이 있어도 포기하지 않고 계속 노력하여 마침내 목표를 달성한다."], "incorrect_example": ["우리 집 강아지는 성실성이 뛰어나요.", "'성실성'은 사람의 성격이나 태도를 나타내는 말이기 때문에 강아지에게는 적용할 수 없어요."]}
{"vocab": "수산물", "hanja": ["물 수", "낳을 산", "만물 물"], "dict_mean": "바다나 강 따위의 물에서 나는 산물.", "easy_explain": ["수산물은 바다에서 나는 물고기나 미역 같은 거예요. 바다는 넓고 깊어서 많은 생물들이 살아요. 그 중에서도 우리가 먹을 수 있는 걸 수산물이라고 해요.", "바다에는 다양한 생물들이 살아요. 새우, 오징어, 조개, 생선 등 모두 맛있어요. 이런 해산물을 통틀어 수산물이라고 불러요.", "바다는 지구 표면의 70%를 차지한대요. 그만큼 크고 넓어서 여러 생명체가 살죠. 거기서 잡은 맛있는 음식을 수산물이라고 부른답니다.", "물고기랑 미역이랑 조개처럼 바다에서 나오는 건 다 수산물이에요. 엄마가 시장에서 사 오는 생선이나 해물탕에 들어가는 재료 있잖아요? 그게 바로 수산물이랍니다!", "우리 가족은 주말마다 바닷가에 놀러 가요. 모래 놀이도 하고 파도 소리도 듣지만, 제일 재미있는 건 아빠가 잡아 주는 게나 조개를 먹는 거예요. 이것도 수산물이죠!"], "correct_example": ["오늘 저녁 메뉴는 수산물이다.", "수산시장에서 싱싱한 굴을 샀어요.", "엄마 생신이라 수산물 뷔페에 갔어요.", "생선구이 정식을 먹었는데 수산물이 맛있었어요.", "바닷가 마을에선 직접 수산물을 잡아서 요리하니까 신선하고 맛있대요."], "incorrect_example": ["저는 수산물을 싫어해서 채소만 먹어요.", "'수산물'은 바다에서 나는 동식물을 가리키는데, 채소는 땅에서 자라기 때문에 서로 다른 대상이라서 틀렸습니다."]}
{"vocab": "실용성", "hanja": ["열매 실", "쓸 용", "성품 성"], "dict_mean": "실제적인 쓸모가 있는 성질이나 특성.", "easy_explain": ["실용성은 물건이 실제로 유용한지를 나타내는 말이에요. 예를 들어, 가방 중에는 모양은 예쁘지만 무거운 책을 넣으면 어깨가 아픈 가방이 있고, 모양은 조금 투박해도 가볍고 튼튼한 가방이 있어요. 이때, 가볍고 튼튼한 가방이 바로 실용성이 높은 가방이랍니다!", "실용성이라는 글자를 쪼개 보면 열매 실, 쓸 용, 성품 성 자를 찾을 수 있어요. 여기서 열매 실은 무언가 결실을 맺는다는 뜻이고, 쓸 용은 쓴다는 뜻이죠. 그리고 성품 성은 성격이나 특징을 말하는 거예요. 그러니까 실용성은 우리가 쓰는 물건이 얼마나 제 역할을 잘 하는지 보여주는 능력인 셈이지요!", "옛날 옛적 어느 마을에 농사꾼 김 씨가 살았어요. 김 씨는 열심히 농사를 지어 수확한 곡식을 담을 바구니가 필요했는데, 마침 이웃집 박 씨가 예쁜 바구니를 선물했죠. 그런데 문제가 생겼어요. 예쁘긴 했지만 너무 약해서 금방 부서지고 만 거예요. 결국 김 씨는 튼튼하고 오래가는 바구니를 새로 샀답니다. 예쁘고 약한 바구니보다 못생겨도 튼튼한 바구니가 훨씬 쓰임새가 좋다는 걸 알게 된 거죠! 이게 바로 실용성의 힘이랍니다!", "우리 일상생활에서도 실용성을 자주 찾아볼 수 있어요. 예를 들어, 비 오는 날엔 우산을 쓰잖아요? 만약 하늘하늘한 레이스 양산이라면 어떨까요? 아름답긴 하지만 거센 빗줄기를 막을 순 없을 거예요. 이럴 땐 투명 비닐우산이 최고랍니다. 비록 멋스럽진 않아도 쏟아지는 비를 피할 수 있으니까요! 이렇듯 실용성은 겉보기보다 진짜 가치를 알려 주는 마법 같은 힘이랍니다!", "어느 날, 민수네 반 선생님께서 미술 시간에 종이접기를 하자고 하셨어요. 아이들은 각자 멋진 작품을 만들었지만, 얼마 지나지 않아 흐물흐물해지거나 찢어지기 일쑤였죠. 그때, 영희가 가져온 두꺼운 마분지로 만든 비행기는 달랐어요. 다른 애들 것보다 볼품은 없었지만, 바람을 타고 쌩쌩 날아다닐 정도로 튼튼했거든요! 덕분에 모두 신이 나서 한참 동안 종이비행기를 날리며 놀았답니다. 어때요? 겉모습보단 실속이 중요하다는 걸 알겠죠?"], "correct_example": ["이 의자는 실용성이 높다.", "이 옷은 디자인은 별로지만 실용성이 높아서 편하다.", "저 자동차는 연비가 좋아서 실용성이 뛰어나다.", "이 가전제품은 에너지 효율이 높아 실용성이 좋다.", "디자인보다는 실용성을 중시해서 고른 가구들이 집 안을 채우고 있다."], "incorrect_example": ["오늘 산 신발은 실용성이 낮아서 예쁘다.", "'실용성'은 기능성과 연관되어 있으며, 아름다움과는 직접적인 관계가 없습니다."]}
{"vocab": "연일", "hanja": ["잇닿을 련", "날 일"], "dict_mean": "여러 날을 계속하여.", "easy_explain": ["연일은 여러 날 동안 무언가가 이어진다는 뜻이에요. 예를 들어, 비가 연일 내린다면 며칠 동안 계속해서 비가 온다는 거죠.", "우리 가족은 여름 휴가 때 바다에서 연일 놀았어요. 아빠랑 나는 모래성을 쌓고, 엄마랑 동생은 조개를 주웠죠. 그렇게 우리 가족은 바닷가에서 즐거운 시간을 보냈답니다!", "옛날 옛적에는 전쟁이 나면 장군들이 연일 전투를 벌였어요. 병사들은 무기를 들고 적진을 향해 달려갔고, 장군들은 전략을 짜며 승리를 위해 싸웠답니다.", "친구들이랑 축구 경기를 할 때, 골을 넣으면 기분이 정말 좋아요! 그런데 어느 날은 내가 연속으로 세 번이나 골을 넣어서 모두 깜짝 놀랐어요. 그때 난 '내가 오늘은 축구왕이다!'라고 외쳤지요. 이런 게 바로 연일 골을 넣는 거랍니다!", "매일 학교 가는 길에 만나는 고양이가 있어요. 처음엔 조금 무서웠지만, 이제는 친해져서 만나면 인사도 해요. 그러던 어느 날, 고양이가 보이지 않아서 걱정했는데, 다음 날 다시 만났어요. 그리고 그 다음 날도 또 만났고요. 이럴 때 '고양이를 연일 만났어!'라고 말할 수 있답니다."], "correct_example": ["연일 비가 온다.", "아이들은 연일 물놀이를 했다.", "선수들은 연일 훈련을 했다.", "할머니는 연일 병원에 계셨다.", "우리는 연일 즐거웠다."], "incorrect_example": ["어제는 아팠지만 오늘은 연일 건강하다.", "'연일'은 두 날짜 사이에 이어지는 기간을 나타내는 부사이기 때문에, 어제와 오늘처럼 서로 다른 시점을 연결하기 위해서는 쓸 수 없어요."]}
{"vocab": "염치", "hanja": ["청렴할 렴", "부끄러워할 치"], "dict_mean": "체면을 차릴 줄 알며 부끄러움을 아는 마음.", "easy_explain": ["염치는 다른 사람 앞에서 부끄러워 할 줄 아는 마음이에요. 예를 들어, 맛있는 음식을 혼자 다 먹으면 다른 친구들이 먹고 싶어하는데 못 먹게 해서 미안하겠죠? 이럴 때 '내가 너무 염치없이 굴었구나!' 하고 반성할 수 있어요.", "염치라는 글자에는 청렴할 '렴'자와 부끄러워할 '치'자가 들어가요. 청렴하다는 건 욕심 없이 깨끗하게 사는 걸 말하고, 부끄러워한다는 건 내가 잘못했을 때 창피해 하는 거죠. 그러니까 염치는 깨끗하고 창피함을 아는 마음인 거예요!", "옛날 옛적 마을에 항상 남의 물건을 몰래 가져가는 도둑이 있었어요. 어느 날 밤, 또 도둑질을 하러 집 담을 넘었는데 집주인이 깨어있지 뭐예요! 주인은 도둑에게 호통을 치며 벌을 줬어요. 그때 도둑은 처음으로 자신의 행동이 부끄러웠고, 이후로는 다시 그런 나쁜 짓을 하지 않았대요. 이때 도둑이 느낀 부끄러움이 바로 염치랍니다!", "친구랑 싸웠을 때 먼저 사과하기 쉽지 않죠? 그래도 용기 내서 사과의 말을 건네면 상대방 기분도 풀리고 나도 마음이 편해질 거예요. 이런 게 바로 염치에요. 서로 배려하고 존중하는 마음이죠!", "길거리에 쓰레기를 버리면 환경미화원 아저씨들이 힘들겠죠? 우리 모두 깨끗한 거리를 만들기 위해 쓰레기를 버리지 않는다면 세상이 좀 더 아름다워지지 않을까요? 작은 일이라도 책임감 있게 행동하는 것, 이게 바로 염치있는 어린이의 모습이랍니다!"], "correct_example": ["저는 염치 없는 사람이 되고 싶지 않아요.", "엄마가 동생에게만 간식을 주자 저도 염치 불구하고 하나 달라고 말했어요.", "제가 실수해서 친구 옷에 물감을 묻혔지만 염치 불고하고 웃으며 사과했어요.", "시험 시간에 옆 친구가 답을 보여달라고 했지만 염치 때문에 거절했어요.", "우리 사회엔 염치 모르는 어른들이 많아요. 자기 이익만 챙기고 세금은 덜 내려고 거짓말을 하죠. 하지만 우린 커서 그렇게 살지 않기로 해요. 대신 늘 감사 인사를 잊지 않고, 도움받은 만큼 베풀 줄 아는 멋진 어른이 되기로 약속해요."], "incorrect_example": ["선생님께 염치 없게 숙제를 배껴달라고 부탁드렸어요.", "'염치 없다'는 부끄러운 행동을 했을 때 쓰는 말인데, 숙제를 배끼는 건 스스로 문제를 해결하지 않는 거니까 염치 없는 행동이라 볼 수 있어요."]}
{"vocab": "외신", "hanja": ["바깥 외", "믿을 신"], "dict_mean": "외국으로부터 온 통신.", "easy_explain": ["외신은 다른 나라에서 일어난 소식을 말해요. 미국에서 일어나는 일을 한국 신문에서 본다면 그게 바로 외신이에요.", "외국이라는 말은 우리나라 말고 다른 나라를 뜻해요. 믿을 신은 진짜라는 뜻이죠. 그러니까 외신은 다른 나라에서 진짜로 일어난 소식을 말하는 거예요.", "우리나라는 대한민국이니까 대한민국 밖에서 오는 소식을 외신이라고 해요. 옆집 할머니가 오늘 생신인 건 우리 동네 소식이지 외신이 아니에요.", "다른 나라에서 생긴 이야기를 들으면 신기하죠? 그런 신기한 이야기를 외신이라고 부른답니다!", "지구에는 많은 나라가 있고, 각 나라마다 재미있는 사건들이 일어나요. 이런 다양한 나라의 뉴스를 모아 놓은 것을 외신이라고 불러요."], "correct_example": ["오늘 외신 기사 봤어?", "이번 주 외신 중 가장 핫한 이슈는 전쟁이다.", "CNN 방송국은 대표적인 외신 기관이다.", "뉴욕 타임즈는 세계적으로 유명한 외신 매체야.", "세계 각국의 외신 기자들이 모여 국제 정세에 대한 토론을 진행했다."], "incorrect_example": ["어제 본 드라마는 너무 재밌었어! 이건 정말 외신감이야!", "'외신감'은 존재하지 않는 단어 입니다. 대신 '뉴스거리' 또는 '기사 거리' 라는 표현을 사용 할 수 있습니다."]}
{"vocab": "운전자", "hanja": ["운전할 운", "구를 전", "놈 자"], "dict_mean": "자동차를 운전하는 사람.", "easy_explain": ["운전자는 자동차를 움직이는 사람이에요. 마치 장난감 자동차를 조종기로 움직이듯이, 자동차 핸들을 잡고 방향을 조절해서 목적지까지 가는 거죠.", "자동차에는 핸들이 있는데, 그걸 돌리면 바퀴가 움직이면서 자동차가 움직여요. 그렇게 자동차를 움직이게 하는 사람을 '운전자'라고 불러요.", "우리가 걸어 다니는 대신 자동차를 타고 멀리 갈 때가 있죠? 그럴 때 자동차를 직접 움직이는 사람을 '운전자'라고 해요. 우리 아빠나 엄마가 차를 모는 걸 본 적 있나요? 바로 그분들이 운전자랍니다!", "자동차 경주를 보면 빠르게 달리는 자동차 옆에 헬멧을 쓴 사람이 앉아있는 게 보여요. 그 사람이 바로 자동차를 조종하는 '운전자'예요. 여러분도 나중에 커서 멋진 운전자가 되고 싶지 않나요?", "길을 가다 보면 버스나 택시가 지나가요. 이런 커다란 자동차 뒤엔 작은 의자가 있고, 거기에 앉은 사람이 손잡이를 잡고 이리저리 움직이죠? 그게 바로 '운전자'가 하는 일이에요. 덕분에 우리는 편하게 앉아서 원하는 곳까지 갈 수 있답니다."], "correct_example": ["저는 운전자예요.", "아빠는 회사에 가기 위해 매일 아침 운전자가 돼요.", "엄마는 마트에 갈 때마다 운전자가 되어 주차장에 차를 세워요.", "언니는 주말마다 자전거를 끌고 공원에 가요. 언니는 자전거 운전자예요.", "할머니는 시골에 내려갈 때면 기차 운전자가 되어 창밖에 보이는 풍경을 구경해요."], "incorrect_example": ["동생은 로봇 청소기 운전자예요.", "'운전자'는 살아있는 사람이 기계를 움직일 때 쓰는 말이에요. 로봇 청소기는 스스로 움직이니까 동생은 로봇 청소기를 조종하는 사람이 아니라 그냥 지켜보는 거겠죠?"]}
{"vocab": "위태롭다", "hanja": ["위태할 위", "위태할 태"], "dict_mean": "어떤 형세가 마음을 놓을 수 없을 만큼 위험한 듯하다.", "easy_explain": ["높은 절벽 꼭대기에서 공놀이를 한다고 생각해 봐요. 공을 떨어뜨리면 아래로 굴러가서 잃어버릴 수도 있고, 크게 다칠 수도 있겠죠? 이런 상황처럼 안전하지 않고 불안한 상태를 '위태롭다'라고 해요.", "나무젓가락 두 개를 서로 교차해서 세워 보세요. 금방이라도 부러질 것 같죠? 바로 그런 느낌이에요. 무언가 튼튼하지 않고 약해서 금방이라도 무너질 것 같을 때 '위태롭다'라고 한답니다.", "친구랑 달리기 시합을 하는데 갑자기 비가 쏟아져서 길이 미끄러워졌어요. 넘어질까 봐 걱정되고 조심스럽게 걷게 되죠? 이럴 때 걷는 걸음걸이가 위태롭다고 할 수 있어요. 또, 높은 건물 공사장에서 일하는 아저씨들이 아슬아슬하게 줄에 매달려 일할 때도 위태롭다고 말할 수 있답니다.", "엄마가 아끼는 도자기 그릇을 실수로 깨뜨렸어요. 엄마한테 혼날까 봐 무섭고 가슴이 콩닥콩닥 뛰죠? 이때 내 마음이 위태롭다고 할 수 있어요. 또, 놀이공원에서 무서운 놀이 기구를 탈 때 떨어질까 봐 조마조마하다면 그것도 위태로운 거예요.", "학교에서 시험을 봤는데 너무 어려워서 아는 문제가 하나도 없었어요. 선생님께 혼날까 봐 걱정도 되고, 성적이 나빠서 부모님이 실망하실까 봐 두렵다면 그때 내 마음이 위태롭다고 할 수 있어요."], "correct_example": ["산꼭대기에서 하는 공놀이는 위태롭다.", "부러질 듯한 나무젓가락은 위태롭다.", "비 오는 날 미끄러워서 위태롭게 걸었다.", "무서운 놀이 기구를 타는 건 위태로웠다.", "시험을 망쳐서 나는 위태로운 기분이었다."], "incorrect_example": ["그릇을 깨서 난 위태로운 마음으로 잠을 잤다.", "'위태롭다'는 주로 사물이나 상황이 불안정하여 위험함을 나타내는 말이기 때문에, 깨진 그릇을 보고 느낀 자신의 두려운 마음을 나타낼 때에는 적절하지 않습니다."]}
{"vocab": "유의", "hanja": ["있을 유", "뜻 의"], "dict_mean": "의미나 뜻이 있음.", "easy_explain": ["유의라는 건 비슷한 뜻을 가진 두 개의 단어를 말해요. 사과와 과일처럼 둘 다 먹는 것을 나타내는 거죠.", "우리말에는 비슷비슷한 뜻을 가진 말들이 많아요. 이런 말들을 유의 관계에 있다고 해요. 마치 형제자매처럼 서로 닮았지만 조금 다른 점이 있죠.", "친구랑 이야기하는데 내가 하고 싶은 말이랑 딱 맞는 단어가 떠오르지 않을 때가 있죠? 그럴 때는 유의어를 찾아봐요. ‘사과’ 대신 ‘과일’이라는 말을 써도 되고, ‘행복하다’ 대신 ‘즐겁다’ 라는 말을 쓸 수도 있답니다.", "'사랑'이나 '좋아함' 처럼 비슷하게 느껴지는 단어도 있고, '빨강'이나 '주황'처럼 색깔이 닮은 단어도 있어요. 우리는 이런 단어들을 '유의어'라고 부른답니다!", "‘하늘색’ 이라는 말로는 하늘의 파란색을 제대로 표현하기 어려울 때가 있어요. 이럴 때는 ‘푸르른’, ‘파란’ 같은 유의어를 써 보면 어떨까요? 훨씬 느낌이 잘 살겠죠?"], "correct_example":  ["비슷한 뜻인 유의어를 찾아보았다.", "나와 동생은 나이 차이가 별로 나지 않는 유의 관계이다.", "노란색과 초록색은 색상 면에서 유의하다.", "운동과 건강은 밀접한 유의 관계이다.", "가족 구성원 모두 생김새가 조금씩 다른 유의한 외모를 가졌다."], "incorrect_example": ["오늘 입은 옷이 유의해서 부끄러웠다.", "옷이 비슷하다고 부끄러운 건 유의한 게 아니라 창피한 거예요."]}
{"vocab": "의식주", "hanja": ["옷 의", "먹을 식", "살 주"], "dict_mean": "옷과 음식과 집을 통틀어 이르는 말. 인간 생활의 세 가지 기본 요소이다.", "easy_explain": ["의식주는 우리가 살아가는 데 꼭 필요한 세 가지예요. 첫 번째인 '의'는 바로 옷이에요. 날씨가 추울 때나 더울 때, 비가 올 때 등 여러 상황에서 몸을 보호하기 위해 입어요. 두 번째 '식'은 먹을 것을 뜻해요. 배가 고프면 힘이 나지 않고 건강도 나빠질 수 있기 때문에 식사를 통해 에너지를 보충한답니다. 마지막 '주'는 집을 의미해요. 편안하게 쉬고 잠을 잘 수 있는 공간이랍니다.", "우리가 입고, 먹고, 사는 곳을 모두 합해서 의식주라고 불러요. 먼저 '옷 의'라는 한자처럼 옷은 우리 몸을 지켜줘요. 또 '먹을 식'이라는 한자처럼 맛있는 음식은 배를 채워주고 기분 좋게 만들어 줘요. 마지막 '집 주'라는 한자처럼 집은 안전하고 따뜻하게 지낼 수 있게 도와준답니다.", "아주 먼 옛날에는 동물이나 나무에서 얻은 재료로 옷을 만들고, 열매나 물고기를 먹으며 동굴이나 나무 위에서 살았어요. 시간이 흘러 지금은 다양한 옷과 음식, 그리고 멋진 집에서 살고 있죠. 이런 변화를 보면 의식주가 얼마나 중요한지 알 수 있답니다!", "매일 아침 일어나서 세수하고 양치하죠? 그런 다음 깨끗한 옷을 입고 학교나 유치원에 가요. 점심시간에는 엄마가 싸주신 도시락을 맛있게 먹고, 집에 오면 따뜻한 방에서 책을 읽거나 장난감을 가지고 놀아요. 이게 바로 의식주랍니다!", "아기가 태어나면 제일 먼저 입는 게 뭘까요? 바로 배냇저고리죠! 아기는 점점 자라면서 이유식을 먹고, 나중에는 스스로 숟가락으로 밥을 먹어요. 조금 더 크면 자기 방도 생기고 침대랑 책상도 생기죠. 이렇게 성장하면서 자연스럽게 의식주를 경험하게 된답니다."], "correct_example": ["우리는 의식주를 해결해야만 살아갈 수 있다.", "오늘은 새 옷을 입고 와서 기분이 좋다.", "이번 주말에는 가족과 함께 새로운 맛집을 찾아 가야겠다.", "내 꿈은 예쁜 정원이 있는 집에서 사는 것이다.", "사람은 누구나 자신만의 개성 넘치는 스타일을 추구하지만, 결국 의식주의 기본 원칙을 벗어나지 않는 범위 내에서 선택한다는 점을 기억해야 한다."], "incorrect_example": ["어제 산 자동차 덕분에 의식주가 좋아졌다.", "'의식주'는 입을 옷, 먹을 음식, 살 집을 가리키는 말이기 때문에 자동차와는 관련이 없어요."]}
{"vocab": "이론적", "hanja": ["다스릴 리", "논의할 론", "과녁 적"], "dict_mean": "사실로써 증명할 수 있는 성질이 부족한, 순 관념적으로 만들어진. 또는 그런 것.", "easy_explain": ["이론적은 실제로 해보지 않고 머릿속으로만 생각해서 만든 것을 말해요. 예를 들어, 과학자는 실험을 하기 전에 먼저 어떻게 될지 예측하는데, 이것을 이론이라고 불러요.", "이론이라는 말은 여러 가지 의견이나 생각을 서로 이야기한다는 뜻이에요. 여기에 '-적'이라는 말을 붙이면, 그것과 비슷한 상태나 모양을 나타내는 거죠. 그러니까 이론적은 실제로는 아니지만, 마치 진짜인 것처럼 생각해보는 걸 말하는 거예요.", "우리가 사는 세상에는 많은 규칙들이 있어요. 이런 규칙 중에는 직접 경험해 보지 않아도 알 수 있는 것들이 있는데, 이를 이론이라고 부른답니다. 그리고 이론적은 이러한 이론을 바탕으로 무언가를 생각하거나 연구하는 것을 뜻해요.", "친구랑 함께 놀이공원에 가기로 했다고 가정해 봐요. 그런데 비가 올지도 모른다는 일기예보를 봤어요. 이때 우리는 날씨가 좋을지, 나쁠지를 미리 예상해 보는데, 이게 바로 이론적인 생각이에요. 물론 정확하진 않을 수도 있지만, 그래도 준비를 할 수 있게 도와주잖아요!", "과학 시간에 선생님께서 지구가 둥글다고 말씀하셨어요. 하지만 우리는 눈으로 봐도 둥근지 아닌지 잘 모르겠죠? 이럴 때 머리로 ‘지구는 둥글거야’라고 생각하는 게 바로 이론적인 거예요."], "correct_example": ["이것은 이론적으로는 가능하지만, 현실적으로는 불가능하다.", "우리는 이론적으로 태양계 행성 순서를 외울 수 있다.", "수학 문제를 풀 때, 이론적으로 공식을 알고 있으면 답을 찾을 수 있다.", "인공지능 기술 발전 방향에 대한 이론적 논의가 활발히 진행되고 있다.", "인간 뇌 기능에 대한 이론적 연구는 아직 초기 단계지만, 미래에는 인간 지능을 모방한 인공지능 개발에 기여할 것이다."], "incorrect_example": ["이론적으로 나는 하늘을 날 수 있다.", "'이론적'은 가상의 세계에서만 가능한 일을 말할 때 쓰는게 아니에요."]}
{"vocab": "인출", "hanja": ["끌 인", "날 출"], "dict_mean": "예금 따위를 찾음.", "easy_explain": ["은행에 맡겨둔 돈을 찾는 걸 인출이라고 해요. 민수는 용돈을 모아 은행에 저축했는데, 자전거를 사고 싶어서 엄마랑 함께 은행에 가서 그동안 모은 돈을 모두 인출했어요.", "인출은 한자로 '끌 인', '날 출'이에요. 여기서 '끌 인'은 물건을 끌어당기는 게 아니라, 은행 금고에 보관하던 돈을 밖으로 꺼내는 거예요. 그리고 '날 출'은 밖으로 나간다는 뜻이죠. 그러니까 인출은 은행 금고에서 돈이 밖으로 나오는 일이랍니다!", "옛날에는 은행들이 커다란 금고에 돈을 보관했어요. 그런데 누군가 돈이 필요하다고 하면, 은행원 아저씨나 아줌마가 금고 문을 열고 돈을 꺼내 주었죠. 이런 과정을 인출이라고 부른답니다! ", "민수는 갖고 싶은 장난감을 사기 위해 돼지 저금통을 뜯었어요. 이건 집 안에 있던 돈을 꺼낸 거니까, 작은 규모의 인출이라고 할 수 있죠? 하지만 만약 민수가 학교 준비물을 사야 하는데, 돈이 부족해서 아빠한테 만 원을 달라고 했다면, 그것도 일종의 인출이에요. 왜냐하면 아빠 지갑이라는 은행에서 여러분 손으로 돈이 옮겨 왔으니까요!", "여러분이 좋아하는 간식을 사 먹으려고 주머니를 뒤졌는데, 마침 천 원짜리 지폐가 나왔어요. 이것도 인출이라면 인출일 수 있어요. 왜냐면 원래는 주머니라는 은행에 넣어 둔 돈이었는데, 지금은 여러분 입속이라는 새로운 장소로 이동했으니까요!"], "correct_example": ["저금통에서 동전을 인출했다.", "통장에서 10만원을 인출했다.", "지갑에서 카드를 꺼내서 현금자동인출기에서 인출 버튼을 눌렀다.", "엄마께 용돈을 인출 받았다.", "친구 생일 선물을 사려고 인터넷 쇼핑몰에서 신용카드로 결제했더니 통장에서 자동으로 인출되었다."], "incorrect_example": ["책꽂이에서 책을 인출했다.", "'인출'은 돈이나 귀중품을 다른 곳으로 옮기는 행위를 뜻합니다. 따라서 책꽂이에서 책을 꺼내는 동작과는 무관합니다."]}
{"vocab": "전신", "hanja": "[('온전할 전'), ('몸 신')]", "dict_mean": "몸 전체.", "easy_explain": ["우리 몸에는 머리, 팔, 다리 등 여러 부분이 있죠? 그런데 이런 부분들이 모두 모여 하나의 완전한 몸을 이루면 그것을 '전신'이라고 해요. 마치 퍼즐 조각처럼 작은 부분들이 모여서 커다란 그림을 완성하는 것처럼 말이에요.", "이번엔 한자를 살펴볼게요. '온전할 전'은 부족함 없이 완전하다는 뜻이고, '몸 신'은 우리 몸을 가리키는 말이에요. 그러니까 '전신'은 모자람 없이 완벽한 몸이라는 뜻이죠. 튼튼한 뼈와 근육, 그리고 건강한 피가 흐르는 우리 몸! 정말 멋지지 않나요?", "옛날 옛적, 전쟁이 나면 장군님들은 제일 앞에서 용감하게 싸웠어요. 이때 장군님들은 갑옷과 투구로 온몸을 보호했는데, 바로 이게 '전신 무장'이랍니다. 적의 화살이나 칼로부터 안전하게 몸을 지키기 위해서였죠. 이렇듯 '전신'은 온 힘을 다해 최선을 다하는 걸 뜻하기도 해요!", "친구랑 달리기 시합을 할 때, 처음엔 조금 뒤처졌지만 마지막엔 젖 먹던 힘까지 짜내서 결국 이기고 말았어요! 이럴 때 쓰는 말이 바로 '전신 전력 질주'랍니다. 내 몸의 모든 힘을 다 써서 열심히 달린다는 뜻이지요.", "유치원에서 배운 체조 기억나세요? 손을 위로 번쩍 들고, 발을 쿵쿵 구르고... 그렇게 하다 보면 어느새 이마에 땀이 송골송골 맺히죠. 이건 바로 '전신 운동'을 했기 때문이에요. 몸 구석구석 숨어 있던 근육들이 깨어나서 활발하게 움직이는 거죠!"], "correct_example": ["저는 전신 수영 선수입니다.", "운동 후 전신 샤워를 했습니다.", "마라톤 대회에서 전신 완주했습니다.", "전신 마사지를 받으면 피로가 싹 풀립니다.", "건강을 유지하려면 규칙적인 전신 운동이 필수입니다."], "incorrect_example": ["전신 로봇 청소기가 집 안을 깨끗하게 청소 중입니다.", "'전신'은 사람의 몸을 가리키는데, 로봇 청소기는 사람이 아니므로 옳지 않은 쓰임입니다."]}
{"vocab": "정서적", "hanja": ["뜻 정", "실마리 서", "과녁 적"], "dict_mean": "정서를 불러일으키는. 또는 그런 것.", "easy_explain": ["정서적이라는 건 우리 마음속에서 일어나는 느낌이나 감정을 말하는 거예요. 예를 들어, 엄마가 맛있는 간식을 만들어주면 기분이 좋아지고 행복해지죠? 이런 게 바로 정서적인 거예요.", "정서라는 글자에는 '뜻 정'이랑 '실마리 서'라는 한자가 들어가요. '뜻 정'은 마음속 이야기나 생각을 말하고, '실마리 서'는 일이 어떻게 되어가는지 알 수 있는 작은 힌트를 뜻해요. 그러니까 정서적이라는 건 마음속 이야기나 생각들이 서로 연결되어 있다는 걸 나타내는 말이에요.", "우리나라 전통 놀이 중에 강강술래라는 게 있어요. 여러 사람이 손을 잡고 빙빙 돌면서 노래를 부르는 놀이인데, 이걸 하다 보면 다 같이 하나가 된 듯한 느낌이 들죠? 이게 바로 정서적인 경험이에요. 함께 무언가를 하면서 느끼는 따뜻한 마음이죠.", "친구랑 싸웠을 때 속상하고 화가 나죠? 이때 내 마음속에서 일어나는 다양한 감정들이 바로 정서에요. 그리고 이러한 감정들이 모여서 만들어지는 분위기나 느낌을 정서적이라고 해요.", "마음씨 착한 민수는 아픈 친구를 위해 자기 장난감을 나눠줬어요. 그러자 친구 얼굴에 웃음꽃이 피었고, 민수도 뿌듯함과 기쁨을 느꼈어요. 이렇듯 다른 사람과 나누고 배려하면서 생기는 따뜻하고 포근한 마음이 바로 정서적인 거예요."], "correct_example": ["음악은 정서적이다.", "엄마의 따뜻한 손길은 정서적이다.", "가족과 함께 하는 저녁 식사는 정서적이다.", "영화를 보면서 주인공의 슬픔에 공감하여 눈물을 흘리는 것은 정서적이다.", "자연 속에서 산책을 할 때 느껴지는 평화로운 감정은 정서적이다."], "incorrect_example": ["수학 문제를 푸는 것은 정서적이다.", "'정서적'은 감정이나 느낌과 관련된 상태를 나타내며, 논리적인 사고 과정과는 관련이 없어요."]}
{"vocab": "제과", "hanja": ["지을 제", "실과 과"], "dict_mean": "과자나 빵 따위를 만듦.", "easy_explain": ["제과란 맛있는 과자랑 빵을 만드는 거예요. 우리가 좋아하는 초콜릿 쿠키, 생크림 케이크 모두 제과점에서 만들어요.", "제과는 한자로 '지을 제'와 '과일 과'를 써요. 과일처럼 달콤하고 맛있는 과자와 빵을 만드는 일이에요. 엄마가 집에서 오븐으로 구워주는 머핀이나 도넛도 제과랍니다!", "옛날에는 과자 가게들이 많았어요. 그곳에선 달콤한 사탕이랑 고소한 과자를 팔았어요. 지금의 제과점이죠! 그때부터 많은 사람이 과자 만들기를 좋아했나 봐요.", "과자 만들기는 정말 재미있어요. 밀가루 반죽을 조물조물해서 모양을 만들고, 오븐에 넣으면 부풀어 올라 맛있게 변해요. 이런 과정을 통해 새로운 과자를 만드는 게 바로 제과예요!", "친구 생일 파티에 초대받았는데, 직접 만든 과자를 선물하려고 해요. 먼저 밀가루, 설탕, 계란을 섞어 반죽을 만들고, 예쁜 틀로 찍어서 오븐에 구웠어요. 다 구워진 과자 위에 알록달록한 스프링클을 뿌리니 너무 예뻐요! 이게 바로 제과죠!"], "correct_example": ["저는 제과를 좋아해요.", "엄마한테 배워서 초코칩 쿠키를 만들었어요.", "아빠 생신이라 딸기 생크림 케이크를 제과했어요.", "새로운 레시피를 찾아서 블루베리 마카롱을 제과했습니다.", "할머니께 드릴 단팥빵을 제과하기 위해 새벽 일찍 일어나 준비했습니다."], "incorrect_example": ["오늘 저녁엔 제육볶음을 제과해야겠다.", "'제과'는 음식을 요리하는 행위가 아니라 과자나 빵을 만드는 걸 뜻합니다."]}
{"vocab": "증가세", "hanja": ["더할 증", "더할 가", "기세 세"], "dict_mean": "점점 늘어나는 흐름이나 경향.", "easy_explain": ["어느 날 갑자기 사탕 가게에 손님이 많아졌어요. 어제보다 오늘, 오늘보다 내일! 계속해서 많아지는 손님들이 바로 '증가세'에요.", "사탕 가게 주인 아저씨가 고민에 빠졌어요. 왜 요즘 사탕이 빨리 없어질까? 곰곰히 생각해보니 아이들이 하나씩 사던 사탕을 이제는 두 개씩 사고 있었어요. 이런 걸 '증가세'라고 해요!", "우리 동네에 새로운 빵집이 생겼어요. 처음에는 빵을 사는 사람이 적었지만, 시간이 지날수록 점점 많아져 줄을 서서 사야 할 정도였어요. 이게 바로 '증가세'랍니다!", "친구랑 달리기 시합을 하는데 내가 먼저 출발했지만 금방 따라잡혔어요. 그런데 다시 힘을 내서 열심히 뛰었더니 이번엔 친구가 저를 따라잡지 못했어요. 이렇게 자꾸 앞서거니 뒤서거니 하는 게 '증가세'인 거죠!", "엄마 아빠랑 놀이공원에 갔어요. 줄이 너무 길어서 오래 기다려야 했는데, 기다리는 동안 다른 놀이기구 줄이 점점 길어지는 거예요. 와! 인기 많은 놀이기구일수록 사람들이 많이 타는 '증가세'를 보였어요!"], "correct_example": ["요즘 우리 반 학생 수가 증가세야.", "내 키가 상승세네?", "인기 게임이라더니 정말 다운로드 수가 증가세라던데?", "운동을 했더니 체력이 상승세여.", "이번 달 매출액이 지난 달 대비 증가세래."], "incorrect_example": ["오늘 날씨가 감소세네요.", "'감소세'는 줄어드는 모양을 나타내는 말이에요. 날씨가 맑아지고 있으니 감소한다고 말할 수 없어요."]}
{"vocab": "진급", "hanja": ["나아갈 진", "등급 급"], "dict_mean": "계급, 등급, 학년 따위가 올라감.", "easy_explain": ["진급은 학교나 회사에서 높은 단계로 올라가는 거예요. 마치 계단을 하나씩 오르는 것처럼요. 예를 들어, 학생이 열심히 공부해서 다음 학년으로 올라가면 '진급했다'고 말할 수 있어요.", "이번에는 한자를 살펴볼게요. '나아갈 진'은 앞으로 나아간다는 뜻이고, '등급 급'은 순서나 수준을 나타내는 말이에요. 합치면, 진급은 지금보다 더 나은 단계로 나아가는 걸 의미해요.", "옛날에는 신분 제도가 있었어요. 그때는 높은 신분으로 올라가기가 어려웠죠. 하지만 요즘은 누구나 노력하면 자신의 능력만큼 올라갈 수 있어요. 이것을 '진급'이라고 해요.", "학교에서 시험을 봤는데 성적이 많이 올랐다면 선생님께서 칭찬하실 거예요. 그리고 반을 옮길 수도 있죠. 이런 게 바로 '진급'이에요. 전보다 더 잘하는 곳으로 가는 거죠!", "여러분이 좋아하는 게임에서도 캐릭터가 점점 강해지거나 새로운 기술을 배우면 '진급했다'고 할 수 있어요. 마찬가지로 우리도 열심히 노력해서 실력을 쌓으면 더 나은 위치로 갈 수 있답니다."], "correct_example": ["저는 이번에 진급했어요!", "형은 올해 고등학교로 진급한대요.", "아빠는 승진하셔서 이제 부장님이세요.", "언니는 대학교에서 우수한 성적으로 진급했어요.", "어려운 일이 있어도 포기하지 않고 노력했더니 결국 진급이라는 보상을 받았어요!"], "incorrect_example": ["오늘 날씨가 너무 좋아서 기분이 진급하네요.", "'진급'은 상태나 지위가 높아지는 것을 말하기 때문에 단순히 날씨가 좋다는 사실과는 연관성이 없어요."]}
{"vocab": "천만다행", "hanja": ["일천 천", "일만 만", "많을 다", "다행 행"], "dict_mean": "아주 다행함.", "easy_explain": ["천만다행은 정말 운이 좋다는 뜻이에요. 비가 많이 오는 날 우산 없이 밖에 나갔는데, 마침 친구가 우산을 씌워줬어요. 이런 상황을 '천만다행'이라고 해요.", "천만다행이라는 말은 숫자 1000과 10000처럼 많은 일들이 잘 풀렸다는 뜻이에요. 시험을 망쳐서 속상했는데, 엄마가 맛있는 음식을 해주셔서 기분이 좋아졌어요. 이럴 때 '천만다행이다!'라고 말할 수 있어요.", "옛날에는 전쟁이나 전염병 때문에 많은 사람들이 죽었어요. 그런데 다행히도 우리 가족은 모두 건강하다면 '천만다행'이라고 생각했을 거예요. 그만큼 기쁘다는 뜻이랍니다!", "길을 가다가 넘어져서 무릎이 까졌는데, 그때 갑자기 구급차가 지나갔어요. 만약 내가 크게 다쳤다면 구급차가 도와줬겠죠? 다친 건 아프지만, 그래도 다치지 않아서 얼마나 다행인지 몰라요. 이게 바로 '천만다행'이에요!", "친구랑 싸워서 너무 속상했는데, 화해하고 다시 친해졌어요. 서로 미안하다고 사과하고 오해를 풀었거든요. 싸우긴 했지만 사이가 나빠지지 않아서 참 다행이죠? 이런 걸 '천만다행'이라고 해요."], "correct_example": ["천만다행이다.", "비가 오지 않아서 천만다행이었다.", "시험을 못 봤지만, 아프지 않아서 천만다행이었어요.", "어제 사고가 났는데 아무도 다치지 않아서 천만다행이었습니다.", "가족 여행을 가기로 했는데, 날씨가 좋아서 천만다행이네요."], "incorrect_example": ["천만다행인 선물을 받았다.", "'천만다행'은 기쁜 상황을 나타내는 말이라서, 선물과는 어울리지 않아요."]}
{"vocab": "총액", "hanja": ["거느릴 총", "이마 액"], "dict_mean": "전체의 액수.", "easy_explain": ["민수네 가족은 일주일 동안 쓴 돈을 모두 더해봤어요. 그랬더니 10만원이 나왔지 뭐예요? 이때 민수네 가족이 쓴 돈 전부를 '총액'이라고 해요.", "총은 많이 있다는 뜻이고, 액은 돈이나 물건의 양을 말해요. 그러니까 총액은 많은 돈이나 물건의 양을 한꺼번에 부르는 말이에요!", "엄마가 시장에서 과일을 사고, 아빠가 회사에서 커피를 마시고, 내가 학교에서 간식을 사먹었어요. 우리 가족이 쓴 돈을 다 합치면 얼마일까요? 바로 '총액'이랍니다!", "우리 반 친구들이 모은 용돈을 세어보니 100원짜리 동전이 20개, 500원짜리 동전이 8개였어요. 그럼 얼마나 될까요? 이럴 때 쓰는 말이 '총액'이에요! ", "아빠가 월급날이라 엄마한테 생활비로 50만원을 주고, 동생 생일 선물로 장난감을 사는데 15만원을 썼어요. 이번 달 아빠가 번 돈이랑 쓴 돈을 더하면 65만원이죠? 이게 바로 '총액'이에요!"], "correct_example": ["이번 달 휴대폰 요금 총액은 만 원이다.", "오늘 산 과자랑 음료수 총액은 삼천 원이다.", "지난 학기 중간고사 시험 점수 총점은 300점이다.", "올해 상반기 매출 총액은 천억 원이다.", "작년 일 년간 지출 총액은 천만 원이다."], "incorrect_example": ["어제 먹은 짜장면 총액은 맛있다.", "'총액'은 돈이나 물건의 양을 나타내는 말이기 때문에 맛을 나타낼 수 없어요."]}
{"vocab": "취약", "hanja": ["무를 취", "약할 약"], "dict_mean": "무르고 약함.", "easy_explain": ["취약은 무언가가 약해서 잘 부서지거나 망가지는 상태를 말해요. 예를 들어, 약한 바람에도 날아가는 종이비행기는 바람에 취약하다고 할 수 있어요.", "이번에는 한자를 살펴볼게요. '취'는 부드럽다는 뜻이고, '약'은 힘이 없다는 의미예요. 그러니까 취약은 부드럽고 힘이 없는 상태를 가리킨답니다!", "옛날 옛적 어느 마을에 나무꾼 할아버지가 살았어요. 그런데 할아버지네 집 앞에는 늘 강한 바람이 불어와서 마당에 심어 놓은 꽃들이 다 쓰러지고 말았어요. 할아버지는 고민 끝에 튼튼한 울타리를 쳤는데, 그러자 꽃들이 쓰러지지 않았어요. 이때 우리는 할아버지가 바람에 취약한 꽃들을 보호하기 위해 울타리를 친 거라고 말할 수 있어요.", "어느 날, 아기 토끼가 엄마랑 산책을 나왔어요. 그런데 갑자기 커다란 곰이 나타났지 뭐예요? 아기 토끼는 너무 무서워서 벌벌 떨었어요. 하지만 엄마 토끼는 용감하게 맞서 싸웠고, 결국 곰을 물리쳤어요. 여기서 우리는 아기 토끼가 곰이라는 위험에 취약했다는 걸 알 수 있어요.", "우리 반에는 그림을 정말 잘 그리는 친구가 있어요. 그런데 그 친구는 물감을 쓸 때마다 손에 묻어서 불편해 해요. 선생님은 그런 친구를 위해 방수 장갑을 선물했는데, 덕분에 친구는 이제 마음껏 물감을 쓸 수 있게 됐어요. 이런 경우, 우리는 이전에 친구가 물감에 취약했다고 말할 수 있답니다."], "correct_example": ["저 건물은 지진에 취약하다.", "내 동생은 감기 바이러스에 취약해서 겨울 내내 마스크를 쓰고 다녔다.", "할머니는 연세가 많으셔서 밤길 운전에 취약하시다.", "아기 고양이는 높은 곳에서 뛰어내리는 데 취약하므로 조심해야 한다.", "환경 오염 물질에 취약한 생물일수록 멸종 위기에 놓일 가능성이 높다."], "incorrect_example": ["선생님은 체육 시간에 취약한 학생들을 도와주신다.", "'취약'은 물건이나 현상 등을 대상으로 하는 말이기 때문에 사람을 꾸며주는 말로는 적합하지 않아요."]}
{"vocab": "친분", "hanja": ["친할 친", "나눌 분"], "dict_mean": "아주 가깝고 두터운 정분.", "easy_explain": ["친한 사이를 친분이라고 해요. 민수와 영희는 유치원 때부터 친한 친구여서 서로 비밀 얘기도 하고 항상 붙어 다녀요. 그래서 둘은 친분이 두텁다고 할 수 있어요.", "친분과 비슷한 말로는 우정이 있어요. 두 글자 모두 친하게 지내는 관계를 뜻하는데, 친분은 주로 어른들이 쓰는 말이에요. 반면에 우정은 어린이들도 많이 쓰죠!", "여러분도 학교나 동네에서 친한 친구가 있죠? 그런 친구랑 있으면 즐겁고 시간 가는 줄 모르잖아요. 이런 걸 친분이 있다고 해요. 또 다른 말로는 교우관계라고도 한답니다!", "민수와 영희는 게임도 같이 하고 숙제도 도와주면서 정말 가까워졌어요. 그리고 서로 생일 파티에도 초대하면서 더욱더 친해졌답니다. 이럴 때 우리는 친분이 쌓였다고 말할 수 있어요!", "친구끼리는 서로 돕고 배려하잖아요. 민수와 영희도 마찬가지예요. 만약 영희가 준비물을 놓고 오면 민수가 빌려주고, 반대로 민수가 어려울 때는 영희가 도와줘요. 이렇듯 상대방을 위하는 마음이 바로 친분이랍니다."], "correct_example": ["나와 친분이 있는 이웃집 아저씨께서 선물을 주셨다.", "우리 가족과는 친분이 없는 옆집 아주머니께 인사를 드렸다.", "이번 주말에는 친분이 있는 친구네 집에 놀러 가기로 했다.", "언니와 나는 친분이 두터워서 고민이 있을 때마다 서로 털어놓는다.", "두 집안은 친분이 깊어 사돈 맺기를 약속했다."], "incorrect_example": ["저는 친분이 많은 강아지와 산책을 했습니다.", "'친분'은 사람과의 관계를 나타내는 말이기 때문에 동물에게는 쓸 수 없어요."]}
{"vocab": "탐구", "hanja": ["찾을 탐", "구할 구"], "dict_mean": "필요한 것을 조사하여 찾아내거나 얻어 냄.", "easy_explain": ["탐구란 궁금한 것을 알아내는 거예요. 예를 들어, 민수가 사과나무에서 사과가 어떻게 열리는지 궁금하다고 해봐요. 그러면 민수는 사과나무를 관찰하고, 책이나 인터넷을 찾아보고, 어른들께 여쭤볼 수도 있죠. 이런 과정을 통해 민수는 사과가 어떻게 열리는지 알게 돼요. 이게 바로 탐구예요!", "탐구는 보물찾기랑 비슷해요. 보물을 찾으려면 지도를 보거나 여기저기 찾아봐야 하죠? 마찬가지로 우리가 궁금한 걸 알려면 이것저것 살펴보고 물어봐야 해요. 그게 바로 탐구랍니다!", "옛날 옛적에 호기심 많은 소년이 있었어요. 어느 날 소년은 하늘 위 구름이 궁금해졌어요. 그래서 매일매일 하늘을 바라보며 구름 모양을 관찰했죠. 그러던 어느 날, 소년은 구름이 바람에 따라 움직이는 걸 발견했어요! 소년은 자신의 궁금증을 풀기 위해 열심히 연구했고, 결국 구름의 비밀을 밝혀냈답니다. 이렇듯 무언가를 알고 싶을 때 찾아보는 게 바로 탐구예요!", "우리 집 강아지 뽀삐는 공놀이를 좋아해요. 그런데 가끔은 공을 물고 어디론가 사라져 버리곤 한답니다. 그럴 때마다 저는 뽀삐를 찾기 위해 집안 곳곳을 살펴봐요. 그리고 마침내 뽀삐를 찾으면 환하게 웃죠. 마치 탐정처럼 문제를 해결했을 때 느끼는 뿌듯함, 그게 바로 탐구의 즐거움이에요!", "어느 날, 지우는 엄마한테 무지개는 왜 생기는지 물었어요. 엄마는 지우에게 비가 온 뒤 햇빛이 비추면 공기 중 물방울이 빛을 반사해서 무지개가 생긴다고 말씀해 주셨어요. 지우는 고개를 끄덕이면서도 여전히 궁금했어요. '그럼 무지개는 항상 일곱 색깔일까?' 지우는 그날부터 무지개를 볼 때마다 색깔을 세어보고, 그림도 그려보며 무지개에 대해 계속 탐구하기 시작했어요. 그렇게 조금씩 지식을 쌓아가는 건 정말 즐거운 일이랍니다!"], "correct_example": ["저는 과학 탐구를 좋아합니다.", "우리는 함께 역사 탐구를 했습니다.", "이번 여름방학에는 곤충 탐구를 할 계획입니다.", "아이들은 스스로 자연 탐구를 하면서 새로운 지식을 배웁니다.", "인류는 끊임없이 우주 탐구를 진행하면서 미지의 세계를 개척했습니다."], "incorrect_example": ["어제 축구 경기 보면서 치킨 탐구를 했다.", "'탐구'는 주로 학문 분야에서 쓰이는 용어로, 음식 맛을 평가하는 데 쓰이지 않습니다."]}
{"vocab": "통신비", "hanja": ["통할 통", "믿을 신", "쓸 비"], "dict_mean": "통신에 드는 비용.", "easy_explain": ["통신비는 전화나 인터넷 등을 사용할 때 내는 돈이에요. 만약 집에서 아빠가 핸드폰으로 회사에 전화를 걸면, 우리 가족은 통신비를 내야 해요.", "통신비는 '통할 통', '믿을 신', '쓸 비'라는 한자로 이루어져 있어요. 여기서 '통할 통'은 서로 연결된다는 뜻이고, '믿을 신'은 안전하고 확실하다는 의미예요. 그리고 '쓸 비'는 무언가를 위해 지불하는 돈을 뜻해요. 따라서 통신비는 서로 연결되고 믿을 수 있는 서비스를 이용하기 위해 쓰는 돈이랍니다!", "옛날에는 편지를 써서 멀리 떨어져 있는 사람에게 소식을 전했어요. 하지만 지금은 전화나 인터넷을 통해 쉽고 빠르게 연락할 수 있죠? 이때 바로 통신비가 필요해요! 옛날보다 편리해진 대신, 이런 기술을 이용하려면 돈을 내야 하는 거죠.", "만약 여러분이 좋아하는 만화 영화를 보기 위해 TV를 켠다면, 엄마는 전기 요금뿐만 아니라 통신비도 내야 할 수도 있어요. 왜냐하면 TV 방송국이나 인터넷 동영상 사이트와 연결되기 위해서는 통신망이 필요하거든요!", "우리 동네 도서관에서는 책을 빌리거나 반납할 때 컴퓨터를 이용하죠? 이때도 통신비가 들어가요. 도서관 컴퓨터가 다른 곳에 있는 서버와 연결되어 있어서, 새로운 책 목록이나 대출 이력을 확인할 수 있거든요."], "correct_example": ["이번 달 통신비가 많이 나왔어요.", "엄마는 매달 통신비를 내세요.", "아빠는 해외 출장 중이라 국제전화 통신비가 추가되었어요.", "인터넷 속도가 느려서 통신사에 문의했더니, 상담원 언니가 통신비를 할인받을 수 있는 방법을 알려줬어요.", "할머니 댁에 갈 때마다 할머니께 영상 통화를 드려요. 그러면 할아버지께서 무척 좋아하시는데, 이럴 때면 통신비가 아깝지 않아요."], "incorrect_example": ["저는 통신비로 게임기를 샀어요.", "'통신비'는 전화나 인터넷 등을 사용하면서 발생하는 비용을 말하기 때문에, 게임기 구매와는 관련이 없어요."]}
{"vocab": "파격", "hanja": ["깨뜨릴 파", "격식 격"], "dict_mean": "일정한 격식을 깨뜨림. 또는 그 격식.", "easy_explain": ["파격은 정해진 규칙이나 방식을 바꾸는 거예요. 마치 게임에서 새로운 규칙을 만드는 것처럼요! 예를 들어, 학교에서 늘 교복을 입다가 어느 날 청바지를 입고 간다면 그게 바로 파격이에요.", "이번에는 한자를 살펴볼게요. '파'는 무언가를 깨뜨린다는 뜻이고, '격'은 우리가 따라야 하는 규칙이라는 뜻이에요. 그러니까 파격은 규칙을 깨뜨리는 일인 거죠!", "옛날 옛적 조선시대에는 양반들이 꼭 한복을 입었어요. 그런데 흥선대원군은 서양 옷을 입는 파격을 저질렀대요! 당시엔 엄청난 충격이었겠죠? 이런 게 바로 파격이에요.", "친구랑 놀기로 했는데 갑자기 비가 와요. 그럼 어떻게 할까요? 그냥 집에 갈까요? 아니면 우산을 쓰고 놀까요? 이것도 파격일 수 있어요. 원래 계획을 살짝 바꾸는 거니까요!", "우리 동네 가게 주인 아저씨는 가끔 파격 세일을 해요. 평소보다 물건 값을 확 내려서 파는 거죠. 그러면 손님들이 우르르 몰려와서 다 사가요. 이게 바로 파격이랍니다."], "correct_example": ["오늘 패션은 파격이다.", "선생님께서 파격 숙제를 내주셨다.", "회사에서 파격 승진을 했다.", "엄마는 파격 요리를 자주 하신다.", "대통령 후보가 파격 공약을 발표했다."], "incorrect_example": ["어제 파격 놀이공원에 갔다.", "'파격'은 주로 옷차림이나 제도 등에서의 변화를 가리키므로, 놀이공원과는 관련이 없어요."]}
{"vocab": "평화적", "hanja": ["평평할 평", "화목할 화", "과녁 적"], "dict_mean": "전쟁, 분쟁 또는 일체의 갈등 없이 평온한. 또는 그런 것.", "easy_explain": ["평화적은 싸우는 것 없이 모두가 사이 좋게 지내는 상태를 말해요. 마치 비 온 뒤 무지개가 뜬 것처럼 아름다운 순간이죠.", "한자를 보면 '평평할 평'은 평평해서 울퉁불퉁하지 않다는 뜻이고, '화목할 화'는 가족이나 친구끼리 서로 사랑한다는 의미예요. 그리고 '과녁 적'은 과녁이라는 표적을 향해 화살을 쏘는 것인데, 여기서는 싸움 없는 상태를 가리키는 거죠. 그러니까 평화적은 아무도 싸우지 않고 행복하게 사는 걸 말하는 거예요.", "옛날에는 나라들끼리 자주 싸웠어요. 하지만 백성들은 늘 평화롭게 살기를 원했죠. 왕들이 이런 백성들의 마음을 알고 다른 나라 왕들과 함께 조약을 맺고, 이제부터는 절대 싸우지 않기로 약속한다면 그게 바로 평화적인 세상이에요.", "친구랑 장난감을 갖고 놀다가 서로 갖겠다고 싸운 적 있죠? 그런데 어느 날 둘 다 양보하기로 하고 사이좋게 논다면 그것도 작은 평화인 거예요. 이렇듯 평화적은 크고 작은 싸움 없이 모두가 즐겁게 지내는 시간이랍니다.", "우리 동네 놀이터 옆에는 강아지 두 마리가 살아요. 평소에는 서로 으르렁대지만, 주인 아저씨가 간식을 주면 언제 그랬냐는 듯 꼬리를 흔들며 맛있게 먹죠. 이때만큼은 강아지들도 평화로운 시간을 보내는 거예요."], "correct_example": ["우리는 평화적으로 문제를 해결했습니다.", "아이들은 평화적으로 놀이를 즐겼습니다.", "두 나라는 평화적으로 협상을 진행했습니다.", "모두가 평화적으로 의견을 나누었습니다.", "세계 곳곳에서 일어나는 전쟁과 폭력 사태는 인류 전체의 평화적 미래를 위협합니다."], "incorrect_example": ["저는 평화적으로 시험을 망쳤습니다.", "'평화적'은 조용하고 안정적인 분위기를 나타내는 말이기 때문에, 시험을 망치는 일과 관련이 없습니다."]}
{"vocab": "풍성하다", "hanja": ["풍년 풍", "성할 성"], "dict_mean": "넉넉하고 많다.", "easy_explain": ["가을이 되면 농부 아저씨들이 열심히 키운 곡식과 과일들이 주렁주렁 열려요. 이것을 보고 우리는 '풍성하다'라고 말해요. 풍성한 가을에는 맛있는 음식도 많이 먹을 수 있고, 마음도 풍요로워져요.", "우리 집 식탁 위에 엄마가 만든 맛있는 반찬들이 가득 놓여 있어요. 고기, 생선, 채소 등 다양한 음식들이 있어서 보기만 해도 배가 부른 느낌이에요. 이럴 때 '식탁이 풍성하다'라고 말할 수 있어요.", "추석날 가족들이 모두 모여 송편을 빚어요. 커다란 그릇에 담긴 반죽과 속 재료들이 부족함 없이 넉넉하게 준비되어 있어요. 이런 상황을 '송편 재료가 풍성하다'라고 표현할 수 있어요.", "친구 생일 파티에 초대 받았어요. 방 안에는 풍선이랑 선물들이 가득 차 있고, 맛있는 음식 냄새가 진동해요. 정말 즐거운 분위기에요. 이때 '생일 파티가 풍성하다'라고 할 수 있어요.", "아빠랑 함께 공원에 산책을 나갔어요. 나무마다 예쁜 꽃들이 활짝 피어 있고, 새들이 지저귀는 소리가 들려와요. 바람도 살랑살랑 불어와서 기분이 상쾌해져요. 이런 자연 풍경을 보면 '공원이 풍성하다'라는 생각이 들어요."], "correct_example": ["오늘 저녁 메뉴는 풍성하다.", "이번 추석엔 보름달이 풍성하다.", "운동회 날 운동장은 풍성하다.", "내 가방 속은 풍성하다.", "할머니 댁 정원은 봄이면 항상 풍성하다."], "incorrect_example": ["저 구름은 풍성하다.", "'풍성하다'는 물체나 공간이 넉넉한 상태를 나타내는 말이기 때문에 구름처럼 형태가 없는 대상에게는 쓸 수 없어요."]}
{"vocab": "험악하다", "hanja": ["험할 험", "악할 악"], "dict_mean": "인심, 성질, 태도, 생김새 따위가 흉악하다.", "easy_explain": ["무서운 인상을 험악하다고 해요. 무서운 호랑이 얼굴을 보면 무섭죠? 그런 느낌이에요.", "어려운 한자말로 풀어볼까요? '험할 험'은 거칠다는 뜻이고, '악할 악'은 나쁘다는 거예요. 그러니까 험악하다는 건 거칠고 나쁜 상태를 말하는 거랍니다.", "옛날에는 전쟁이 많이 일어났어요. 전쟁 중에는 서로 싸우는 일이 많았죠. 그때 군인들이 무기를 들고 무섭게 서 있으면 분위기가 참 무서웠을 거예요. 이런 걸 두고 험악하다고 한답니다.", "친구랑 싸우면 기분이 나빠져요. 그럴 때 표정이 무서워지기도 하죠. 또 화가 나서 목소리가 커지면 다른 친구들은 겁을 먹을 수도 있어요. 이럴 때 우리는 '분위기가 험악하다'고 말한답니다.", "놀이터에서 친구들끼리 장난감을 갖고 싸우다가 갑자기 소리를 지르면 주위에 있던 아이들은 깜짝 놀라겠죠? 그리고 싸움 구경을 하려고 모여들지도 몰라요. 그러면 놀이터 분위기가 좀 이상해지겠죠? 이때 쓰는 말이 바로 '험악하다'예요."], "correct_example": ["오늘 날씨가 험악하다.", "형이랑 동생이 험악한 표정으로 싸우고 있다.", "시험 시간에 험악한 분위기 때문에 집중하기 어려웠다.", "경기장 밖에서 팬들끼리 험악한 다툼이 있었다.", "처음 보는 사람한테 험악한 말투로 얘기하면 상대방은 불쾌감을 느낄 수 있다."], "incorrect_example": ["저는 험악한 강아지를 좋아합니다.", "'험악하다'는 무섭고 거친 모양을 나타내는 말이라서 귀여운 강아지에게는 어울리지 않아요."]}
{"vocab": "호황", "hanja": ["좋을 호", "상황 황"], "dict_mean": "모든 기업체의 활동이 정상 이상으로 활발한 상태. 전반적으로 수요와 공급이 늘고, 투자 및 고용의 수준이 높아진다.", "easy_explain": ["호황은 경제가 잘 돌아가는 걸 말해요. 가게마다 물건이 많이 팔리고, 일자리도 많아져서 사람들이 돈을 많이 벌어요. 마치 놀이공원에 사람이 많고, 놀이기구 줄이 긴 것처럼 경기가 활발해지는 거예요.", "좋은 일이 많은 게 호황이에요. 옛날 옛적 마을에 풍년이 들면 먹을 게 많아지고, 집집마다 웃음꽃이 피었어요. 이런 풍요로운 시절을 호황이라고 부른답니다.", "경제가 좋다는 건 호황이라는 뜻이에요. 아빠가 회사에서 월급을 많이 받고, 엄마가 하는 가게 장사가 잘 되면 우리 가족은 행복하겠죠? 이게 바로 호황이랍니다!", "경기가 좋으면 호황이에요. 운동회 날 달리기 시합에서 모두 열심히 달리고, 응원 소리도 우렁차면 기분이 좋겠죠? 마찬가지로 나라 전체가 활기차게 움직이면 호황이라고 해요.", "풍년이면 호황이에요. 농사가 잘되면 쌀이랑 채소가 많아져요. 그러면 시장에는 팔 물건이 많아지고, 사람들은 그걸 사서 맛있게 먹겠죠? 이렇듯 풍년일 때 온 나라가 즐겁고 신나는 분위기인데, 이걸 호황이라고 한답니다."], "correct_example": ["지금은 호황이다.", "우리나라는 지금 호황이라 일자리가 많다.", "코로나 이후 여행 산업이 호황을 맞았다.", "이번 월드컵 개최로 관광업이 호황을 누릴 것으로 보인다.", "지난 몇 년간 이어진 부동산 호황으로 집값이 크게 상승했다."], "incorrect_example": ["저는 이번 시험에서 호황을 맞았어요.", "'호황'은 성적이나 성과보다는 경제 분야에서 쓰이는 용어이기 때문에 적절하지 않습니다."]}
{"vocab": "확률", "hanja": ["굳을 확", "율 률"], "dict_mean": "일정한 조건 아래에서 어떤 사건이나 사상이 일어날 가능성의 정도. 또는 그런 수치. 수학적으로는 1을 넘을 수 없고 음이 될 수도 없다. 확률 1은 항상 일어남을 의미하고, 확률 0은 절대로 일어나지 않음을 의미한다.", "easy_explain": ["확률은 어떤 일이 일어날 가능성을 숫자로 나타낸 거예요. 비가 올 확률이 60%라면, 10번 중 6번은 비가 온다는 뜻이에요.", "확이라는 한자는 굳다는 뜻이고, 률이라는 한자는 비율이라는 뜻이에요. 그러니까 확률은 어떤 일이 얼마나 자주 일어나는지 알려주는 굳은 비율인 셈이죠!", "옛날에는 일기예보를 할 때 제비뽑기를 했어요. 만약 하늘 모양 그림 10장 중에 비 오는 그림이 6장이라면, 비가 올 확률은 6/10=0.6이니까 60%죠! 이런 식으로 옛날 사람들도 확률을 계산해서 날씨를 예측했답니다.", "민지는 오늘 학교에서 보물찾기를 했어요. 선생님이 숨겨 놓은 보물 쪽지 100장 중 50장에는 '당첨!'이라고 적혀 있었대요. 민지가 찾은 쪽지에 '당첨!'이라고 적혀 있을 확률은 얼마일까요? 맞아요, 50/100=0.5니까 50%랍니다!", "어느 날 엄마가 마트에서 경품 추첨 이벤트에 참여했어요. 총 1000명 중에 1등 상품 당첨자는 딱 1명이래요. 그럼 엄마가 1등 상품을 받을 확률은 몇 퍼센트일까요? 맞아요, 1/1000=0.001이니까 0.1%밖에 안 돼요. 너무 낮죠?"], "correct_example": ["주사위를 던져 짝수가 나올 확률은 3분의 1이다.", "로또 당첨 확률은 814만 5060분의 1이다.", "가위바위보에서 상대가 주먹을 낼 때 내가 보를 내면 이길 확률은 2분의 1이다.", "내일 눈이 올 확률은 30%이다.", "이번 시험에서 90점 이상 맞을 확률은 20%이다."], "incorrect_example": ["친구 생일 선물을 살 확률이 높아서 기뻤다.", "선물을 사는 건 확률이 아니라 의지랍니다."]}
{"vocab": "후일", "hanja": ["뒤 후", "날 일"], "dict_mean": "시간이 지나 뒤에 올 날.", "easy_explain": ["후일은 미래의 어느 날을 가리키는 말이에요. 마치 오늘이 지나면 내일이 오는 것처럼, 지금 일어난 일들이 나중에 일어날 때 그것을 '후일'이라고 부른답니다.", "우리 함께 한자를 살펴보아요. '뒤 후'는 앞이나 지금이 아닌 다음을 말하고, '날 일'은 우리가 살아가는 하루하루를 뜻해요. 그러니까 후일은 바로 다음날 이후의 언젠가를 말하는 거죠!", "옛날 옛적에는 일기를 쓰는 어린이들이 많았어요. 그리고 그날그날 있었던 일뿐만 아니라, 나중에 하고 싶은 일이나 기억하고 싶은 순간도 적어두곤 했답니다. 그렇게 적은 이야기 중엔 '나중에 커서 꼭 이루고 싶어!'라는 다짐도 있었고, '그때 참 재미있었는데...' 하는 추억도 있었죠. 이런 글에선 그런 훗날의 꿈이나 과거의 즐거운 한때를 '후일'이라고 불렀어요.", "친구랑 놀이터에서 놀려고 했는데 갑자기 비가 쏟아져서 집으로 돌아가야 했던 적 있나요? 그럴 땐 너무 속상하지만, 대신 따뜻한 코코아를 마시면서 책을 읽거나 그림을 그리는 건 어때요? 어쩌면 이것도 멋진 '후일'의 추억이 될지 몰라요! 또, 열심히 공부해서 시험을 잘 보거나, 새로운 친구를 사귀거나, 처음 해보는 요리에 성공했을 때도 잊지 못할 '후일'의 보물이 될 거예요.", "어떤 마을에 지혜로운 할아버지가 살았어요. 할아버지는 어린 손자에게 늘 많은 이야기를 들려주곤 했죠. 때로는 옛날이야기나 무서운 괴물 이야기였고, 때로는 아름다운 꽃이나 신비로운 동물 이야기였어요. 손자는 할아버지 무릎에 앉아서 흥미진진한 이야기를 들으며 언젠가는 자신도 그런 멋진 모험을 떠나리라 꿈꾸었어요. 그때마다 할아버지가 말씀하셨지요. '얘야, 이건 모두 후일의 이야기란다.' 여기서 '후일'은 먼 훗날 이루어질 꿈같은 세계를 가리킨답니다."], "correct_example": ["우리는 후일에 다시 만날 거야.", "오늘 심은 씨앗이 후일에 열매를 맺을 거야.", "어제 읽은 책 덕분에 후일에 도움이 될 지식을 얻었어.", "어릴 때 배운 수영 실력이 후일에 생명을 구할지도 몰라.", "지금은 작은 아기지만 후일에 훌륭한 어른이 될 거야."], "incorrect_example": ["시험공부 하기 싫어서 후일에 놀기로 했다.", "'후일'은 미래를 나타내는 말이기 때문에 이미 지나간 일인 '놀기로 했다'와 어울리지 않아요."]}
{"vocab": "회수하다", "hanja": ["돌아올 회", "거둘 수"], "dict_mean": "도로 거두어들이다.", "easy_explain": ["친구가 빌려준 장난감을 다시 돌려주는 것처럼, 내가 갖고 있던 물건을 주인에게 되돌려 주는 것을 '회수하다'라고 해요.", "우리가 학교에서 수업 시간에 배운 내용을 집에 가서 복습하는 것 처럼, 원래 있던 곳으로 다시 가져가는 것을 '회수하다'라고 해요.", "'회'는 돌아오는 것을 말하고, '수'는 거둔다는 뜻이에요. 그러니까 '회수하다'는 무언가를 가져와서 원래 있던 자리로 다시 가져다 놓는 것을 말해요.", "옛날에는 전쟁이 나면 장군님들이 군사들을 이끌고 적진으로 향했어요. 그리고 전쟁이 끝나면 승리한 군사들은 무기를 거두고 고향으로 돌아갔어요. 이때 무기를 거두는 것을 '회수하다'라고 할 수 있어요.", "엄마가 시장에서 사 온 과일 중에 상한 게 있어서 마트에 가서 교환하려고 해요. 이럴 때 엄마는 상한 과일을 마트에 '회수'한다고 말할 수 있어요."], "correct_example": ["불량품을 회수하다.", "반품된 책을 서점에서 회수하다.", "경찰이 도둑맞은 자전거를 회수하였다.", "정부는 바다에 버려진 쓰레기를 회수하기 위해 노력하고 있다.", "회사는 고객으로부터 반품 받은 제품을 모두 회수하여 품질 검사를 실시하였다."], "incorrect_example": ["선생님께서 학생들로부터 숙제를 회수하셨다.", "'회수하다'는 주로 물건이나 상품 등을 대상으로 하는 말이기 때문에, 숙제나 시험지와 같은 무형의 결과물을 대상으로 하기에는 적절하지 않습니다."]}
